-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Hôte : 127.0.0.1
-- Généré le : sam. 29 avr. 2023 à 00:47
-- Version du serveur : 10.4.27-MariaDB
-- Version de PHP : 8.1.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Base de données : `projetv2`
--

-- --------------------------------------------------------

--
-- Structure de la table `annee_bacs`
--

CREATE TABLE `annee_bacs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `year_bac` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `annee_bacs`
--

INSERT INTO `annee_bacs` (`id`, `year_bac`, `status`, `created_at`, `updated_at`) VALUES
(20, '2020', 'désactivé', '2023-03-08 19:45:45', '2023-03-08 19:45:45'),
(21, '2021', 'désactivé', '2023-03-08 19:47:22', '2023-03-08 19:47:22'),
(22, '2022', 'activé', '2023-03-09 19:21:06', '2023-03-09 19:21:06'),
(23, '2023', 'désactivé', '2023-03-09 21:11:03', '2023-03-09 21:11:03'),
(24, '2024', 'activé', '2023-03-12 22:37:26', '2023-03-12 22:37:26'),
(25, '2025', 'activé', '2023-03-23 23:52:50', '2023-03-23 23:52:50'),
(26, '2028', 'désactivé', '2023-04-21 14:00:57', '2023-04-21 14:00:57');

-- --------------------------------------------------------

--
-- Structure de la table `candidats`
--

CREATE TABLE `candidats` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `steps` longtext DEFAULT NULL,
  `activated` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `cities`
--

CREATE TABLE `cities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_city` varchar(255) NOT NULL,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `cities`
--

INSERT INTO `cities` (`id`, `name_city`, `province_id`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Tanger', 1, 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(2, 'Assilah', 1, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(3, 'Gueznaia', 1, 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(4, 'Fnideq', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(5, 'Martil', 2, 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(6, 'M\'diq', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(7, 'Tétouan', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(8, 'Oued Laou', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(9, 'Ksar El Kebir', 5, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(10, 'Larache', 5, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(11, 'Al Hoceïma', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(12, 'Imzouren', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(13, 'Bni Bouayach', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(14, 'Targuist', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(15, 'Ajdir', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(16, 'Chefchaouen', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(17, 'Ouezzane', 8, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(18, 'Oujda', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(19, 'Bni Drar', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(20, 'Naima', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(21, 'El Aaroui', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(22, 'Bni Ansar', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(23, 'Nador', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(24, 'Zaio', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(25, 'Zghanghan', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(26, 'Ras El Ma', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(27, 'Selouane', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(28, 'Driouch', 11, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(29, 'Midar', 11, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(30, 'Ben Tayab', 11, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(31, 'Jerada', 12, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(32, 'Ain Beni Mathar', 12, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(33, 'Touissit', 12, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(34, 'Ahfir', 13, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(35, 'Ain Reggada', 13, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(36, 'Aklim', 13, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(37, 'Berkane', 13, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(38, 'Saïdia', 13, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(39, 'Sidi Slimane Cheraa', 13, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(40, '', 13, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(41, 'Dabdou', 14, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(42, 'El Aioun Sidi Mellouk', 14, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(43, 'Taourirt', 14, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(44, 'Guercif', 15, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(45, 'Bouarfa', 16, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(46, 'Figuig', 16, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(47, 'Bouanane', 16, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(48, 'Tendrara', 16, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(49, 'Fès', 17, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(50, 'Mechouar Fès Jdid', 17, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(51, 'Meknès', 18, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(52, 'El Mechouar Stinia', 18, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(53, 'Boufekrane', 18, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(54, 'Toulal', 18, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(55, 'Moulay Idriss Zerhoun', 18, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(56, 'Ouislane', 18, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(57, 'Ain Jemaa', 18, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(58, 'M\'haya', 18, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(59, 'Agouray', 19, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(60, 'Ain Taoujdate', 19, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(61, 'El Hajeb', 19, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(62, 'Sebâa Ayoune', 19, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(63, 'Azrou', 20, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(64, 'Ifrane', 20, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(65, 'Moulay Yaâcoub', 21, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(66, 'Bhalil', 22, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(67, 'El Menzel', 22, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(68, 'Imouzzer Kandar', 22, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(69, 'Ribat El Kheir', 22, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(70, 'Sefrou', 22, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(71, 'Boulemane', 23, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(72, 'Imouzzer Marmoucha', 23, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(73, 'Missour', 23, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(74, 'Outat El Haj', 23, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(75, 'Ghafsai', 24, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(76, 'Karia Ba Mohamed', 24, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(77, 'Taounate', 24, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(78, 'Thar Es-Souk', 24, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(79, 'Tissa', 24, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(80, 'Aknoul', 25, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(81, 'Oued Amlil', 25, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(82, 'Tahla', 25, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(83, 'Taza', 25, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(84, 'Rabat', 26, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(85, 'Touarga', 26, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(86, 'Salé', 27, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(87, 'Sidi Bouknadel', 27, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(88, 'Temara', 28, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(89, 'Ain El Aouda', 28, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(90, 'Skhirate', 28, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(91, 'Ain Atiq', 28, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(92, 'Kénitra', 29, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(93, 'Mehdia', 29, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(94, 'Souk El Arbâa', 29, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(95, 'Khémisset', 30, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(96, 'Rommani', 30, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(97, 'Tiflet', 30, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(98, 'Sidi Allal El Bahraoui', 30, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(99, 'Dar Gueddari', 31, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(100, 'Had Kourt', 31, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(101, 'Jorf El Melha', 31, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(102, 'Mechraa Belksiri', 31, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(103, 'Sidi Kacem', 31, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(104, 'Sidi Yahya El Gharb', 32, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(105, 'Sidi Slimane', 32, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(106, 'Béni Mellal', 33, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(107, 'El Ksiba', 33, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(108, 'Kasba Tadla', 33, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(109, 'Zaouïat Cheikh', 33, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(110, 'Azilal', 34, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(111, 'Demnate', 34, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(112, 'Fquih Ben Salah', 35, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(113, 'Oulad Ayad', 35, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(114, 'Souk Sebt Oulad Nemma', 35, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(115, 'Mrirt', 36, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(116, 'Khénifra', 36, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(117, 'Bejaâd', 37, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(118, 'Boujniba', 37, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(119, 'Hattane', 37, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(120, 'Khouribga', 37, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(121, 'Oued Zem', 37, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(122, 'Casablanca', 38, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(123, 'Mohammédia', 39, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(124, 'Ain Harrouda', 39, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(125, 'El Jadida', 40, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(126, 'Azemmour', 40, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(127, 'Bir Jdid', 40, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(128, 'Nouaceur', 41, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(129, 'Bouskoura', 41, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(130, 'Dar Bouazza', 41, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(131, 'Lahraouyine', 42, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(132, 'Médiouna', 42, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(133, 'Tit Mellil', 42, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(134, 'Benslimane', 43, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(135, 'Bouznika', 43, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(136, 'El Mansouria', 43, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(137, 'Berrechid', 44, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(138, 'Deroua', 44, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(139, 'El Gara', 44, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(140, 'Had Soualem', 44, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(141, 'Oulad Abbou', 44, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(142, 'Sidi Rahal Plage', 44, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(143, 'Settat', 45, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(144, 'Ben Ahmed', 45, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(145, 'El Borouj', 45, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(146, 'Loulad', 45, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(147, 'Oulad Mrah', 45, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(148, 'Sidi Bennour', 46, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(149, 'Zemamra', 46, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(150, 'Marrakech', 47, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(151, 'Mechouar Kasbah', 47, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(152, 'Chichaoua', 48, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(153, 'Imintanoute', 48, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(154, 'Ait Ourir', 49, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(155, 'Amizmiz', 49, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(156, 'Tahnaout', 49, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(157, 'El Kelaâ des Sraghna', 50, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(158, 'Sidi Rahhal', 50, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(159, 'Tamllalt', 50, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(160, 'Laattaouia', 50, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(161, 'Essaouira', 51, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(162, 'Ait Daoud', 51, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(163, 'El Hanchane', 51, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(164, 'Talmest', 51, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(165, 'Tamanar', 51, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(166, 'Benguerir', 52, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(167, 'Sidi Bou Othmane', 52, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(168, 'Safi', 53, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(169, 'Jamaat Shaim', 53, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(170, 'Sebt Gzoula', 53, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(171, 'Youssoufia', 54, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(172, 'Echemmaia', 54, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(173, 'Errachidia', 55, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(174, 'Tinejdad', 55, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(175, 'Arfoud', 55, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(176, 'Moulay Ali Cherif', 55, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(177, 'Goulmima', 55, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(178, 'Boudnib', 55, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(179, 'Jorf', 55, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(180, 'Ouarzazate', 56, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(181, 'Taznakht', 56, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(182, 'Midelt', 57, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(183, 'Er-Rich', 57, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(184, 'Tinghir', 58, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(185, 'Boumalne Dades', 58, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(186, 'Kalaat Mgouna', 58, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(187, 'Agdz', 59, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(188, 'Zagora', 59, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(189, 'Agadir', 60, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(190, 'Aït Melloul', 61, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(191, 'Dcheira El Jihadia', 61, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(192, 'Inezgane', 61, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(193, 'Lqliâa', 61, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(194, 'Ait Baha', 62, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(195, 'Biougra', 62, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(196, 'Ait Iaâza', 63, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(197, 'El Guerdane', 63, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(198, 'Ighrem', 63, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(199, 'Oulad Berhil', 63, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(200, 'Oulad Teima', 63, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(201, 'Taliouine', 63, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(202, 'Taroudant', 63, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(203, 'Arazane', 63, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(204, 'Tafraout', 64, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(205, 'Tiznit', 64, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(206, 'Tata', 65, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(207, 'Akka', 65, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(208, 'Foum El Hisn', 65, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(209, 'Foum Zguid', 65, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(210, 'Guelmim', 66, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(211, 'Bouizakarne', 66, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(212, 'Assa', 67, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(213, 'Zag', 67, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(214, 'Tan-Tan', 68, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(215, 'El Ouatia', 68, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(216, 'Sidi Ifni', 69, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(217, 'Lakhsas', 69, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(218, 'El Marsa', 70, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(219, 'Laâyoune', 70, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(220, 'Boujdour', 71, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(221, 'Tarfaya', 72, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(222, 'Es-Semara', 73, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(223, 'Dakhla', 74, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(224, 'Lagouira', 75, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43');

-- --------------------------------------------------------

--
-- Structure de la table `civilities`
--

CREATE TABLE `civilities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_civility` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `civilities`
--

INSERT INTO `civilities` (`id`, `type_civility`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Monsieur', 'désactivé', '2023-04-24 13:10:39', '2023-04-24 13:10:39'),
(2, 'Madame', 'activé', '2023-04-24 13:11:26', '2023-04-24 13:11:26'),
(3, 'Etudiant', 'désactivé', '2023-04-24 13:15:30', '2023-04-24 13:15:30');

-- --------------------------------------------------------

--
-- Structure de la table `devises`
--

CREATE TABLE `devises` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_devise` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `devises`
--

INSERT INTO `devises` (`id`, `type_devise`, `status`, `created_at`, `updated_at`) VALUES
(1, 'DHS', 'activé', '2023-04-24 12:47:46', '2023-04-24 12:47:46'),
(2, 'Euros', 'activé', '2023-04-24 12:48:06', '2023-04-24 12:48:06'),
(3, 'Fcfa', 'activé', '2023-04-24 12:53:11', '2023-04-24 12:53:11');

-- --------------------------------------------------------

--
-- Structure de la table `durations`
--

CREATE TABLE `durations` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_duration` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `durations`
--

INSERT INTO `durations` (`id`, `type_duration`, `status`, `created_at`, `updated_at`) VALUES
(1, 'cohorte', 'désactivé', '2023-04-24 12:20:37', '2023-04-24 12:20:37'),
(2, 'pluri-cohorte', 'activé', '2023-04-24 12:21:38', '2023-04-24 12:21:38');

-- --------------------------------------------------------

--
-- Structure de la table `ecoles`
--

CREATE TABLE `ecoles` (
  `id` bigint(20) NOT NULL,
  `nom_fr` varchar(255) NOT NULL,
  `nom_ar` varchar(255) NOT NULL,
  `adresse_fr` varchar(255) NOT NULL,
  `adresse_ar` varchar(255) NOT NULL,
  `telephone` varchar(255) NOT NULL,
  `province_id` bigint(20) UNSIGNED NOT NULL,
  `region_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Déchargement des données de la table `ecoles`
--

INSERT INTO `ecoles` (`id`, `nom_fr`, `nom_ar`, `adresse_fr`, `adresse_ar`, `telephone`, `province_id`, `region_id`, `created_at`, `updated_at`) VALUES
(1, 'Lycée Abdelkarim  AL Khattabi', 'ثانوية عبد الكريم الخطابي', 'QUARTIER LAKHIAM       MUNICIPALITE D AGADIR', 'حي الخيام  بلدية أكادير', '0528-22-09-24', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(2, 'Lycée AL Idrissi Technique', 'ثانوية الادريسي التقنية', 'QUARTIER INDUSTRIEL     MUNICIPALITE D AGADIR', 'الحي الصناعي  بلدية أكادير', '0528-22-81-69', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(3, 'Lycée Youssef Bnou Tachfin', 'ثانوية يوسف بن تاشفين', 'CITE SUISSE        MUNICIPALITE D AGADIR', 'الحي  السويسري  بلدية أكادير', '0528-84-14-76', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(4, 'Lycée Rida Slaoui', 'ثانوية رضا السلاوي', 'QUATIER  MOHAMMED VI     MUNICIPALITE D AGADIR', 'حي محمد السادس احشاش ص.ب:3149  بلدية اكادير', '661913128', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(5, 'Lycée Zerktouni', 'ثانوية الزرقطوني', 'BD  ABDERRAHIM BOUABID    MUNICIPALITE D AGADIR', 'شارع عبد الرحيم بوعبيد  بلدية اكادير', '661913130', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(6, 'Lycée AL Khalij', 'ثانوية الخليــج', 'QUARTIER  AL MOHIT       MUNICIPALITE D AGADIR', 'حـي الحسنيـة  بلديــة أكاديــر', '661913121', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(7, 'Lycée Lalla Meriyem', 'ثانوية للا مريم', 'AVENUE  CHEIKH SAADI     MUNICIPALITE D AGADIR', 'شارع الشيخ السعدي', '661913126', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(8, 'Lycée Badr', 'ثانوية بدر', 'DOUAR  AMZIL       MUNICIPALITE D AGADIR', 'دوار امزيل  بلدية اكادير', '661985080', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(9, 'Lycée Mohamed Derfoufi', 'ثانوية محمد  الدرفوفي', 'LOTISSEMENT AZZAITOUN   MUNICIPALITE DE TIKIOUINE', 'تجزئة الزيتون  بلدية تكوين', '661445163', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(10, 'Lycée Ibn Maja', 'ثانوية ابن ماجة', 'QUARTIER DAKHLA    MUNICIPALITE D AGADIR', 'حي الداخلة  بلدية أكادير', '661913125', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(11, 'Lycée Aboulabbas  Sebti', 'ثانوية ابو العباس السبتي', 'QUARTIER  AL WIFAQ   MUNICIPALITE D AGADIR', 'حي الوفاق  بلدية اكادير', '661982517', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(12, 'Lycée Anoual', 'ثانوية انوال', 'BD  ABDERRAHIM BOUABID   MUNICIPALITE D AGADIR', 'شارع عبد الرحيم بوعبيد بلدية اكادير', '661913122', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(13, 'Lycée Sidi EL Haj Said', 'ثانوية سيدي الحاج سعيد', 'DRARGA CENTRE        COMMUNE  DRARGA', 'مركز الدراركة  جماعة الدراركة', '661913129', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(14, 'Lycée Aourir', 'ثانوية أورير', 'AOURIR CENTRE        COMMUNE DAOURIR', 'أورير المركز  جماعة أورير', '661913123', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(15, 'Lycée AL Amal', 'ثانوية الأمل', 'TIKIOUINE', 'تكوين', '0661-60-12-81', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(16, 'Lycée Ajdir', 'ثانوية أجدير', 'Quartier Al Houda', 'حي الهدى', '660123652', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(17, 'Lycée AL Majd', 'ثانوية المجد', 'Quartier Hay Mohamadi', 'الحي المحمدي', '660123658', 60, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(18, 'Lycée Sed My Youssef', 'نواة ثانوية سد مولاي يوسف', 'AIT ADEL', 'أيت عادل', '', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(19, 'Lycée Qualifiant Tameslouht', 'الثانوية التأهيلية تمصلوحت', 'Centre TAMESLOUHT', 'تمصلوحت', '654829960', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(20, 'Lycée Qualifiant Ghmate', 'الثانوية التأهيلية غمات', 'GHMATE', 'غمـــــــــات', '', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(21, 'Lycée Qualifiant  Asni', 'الثانوية التأهيلية أسنــي', 'ASNI', 'أسنــي', '661903361', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(22, 'Lycée Qualifian Nouveau', 'الثانوية التأهيلية الثانوية الجديدة', 'CENTRE AIT OURIR', 'مركز ايت اورير', '661488169', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(23, 'Lycée Qualifiant Touama', 'الثانوية التأهيلية التوامة', 'CENTRE TOUAMA', 'مركز التوامة', '661236780', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(24, 'Lycée Qualifiant Ibnou Maja', 'الثانوية التأهيلية ابن ماجة', 'CENTRE AMIZMIZ', 'مركز امزميز', '661237740', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(25, 'Lycée Qualifianttoubkal', 'الثانوية التأهيلية توبقال', 'CENTRE TAHANNAOUT COMMUNE TAHANNAOUTE', 'مركز تحناوت جماعة تحناوت', '661903927', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(26, 'Lycée Qualifiant Abatih', 'الثانوية التأهيلية ابطيح', 'CENTRE AIT OURIR MUNICIPALITE AIT OURIR', 'مركز ايت اورير بلدية ايت اورير', '', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(27, 'Lycée Qualifiant AL Farahidi', 'الثانوية التأهيلية الفراهيدي', 'CENTRE AMIZMIZ COMMUNE AMIZMIZ', 'مركز امزميز', '524454082', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(28, 'Lycée Qualifiant Bir Anzarane', 'الثانوية التأهيلية بئر انزران', 'CENTRE TAHANNAOUTE COMMUNE TAHANNAOUTE', 'مركز تحناوت جماعة تحناوت', '0524-48-40-95', 49, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(29, 'Lycée Moulay Ali Cherif', 'مولاي علي الشريف', 'HAY MARMOUCHA AL HOCEIMA', 'حي مرموشة الحسيمة', '0539-98-26-92', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(30, 'Lycée Imzouren', 'امزورن', 'RUE AFGHANISTANE IMZOUREN', 'زنقة افغانستان  امزورن', '0539-80-60-22', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(31, 'Lycée Moulay Smail', 'مولاي اسماعيل', 'HAY ALMATAR ALKADIM IMZOUREN', 'حي  المطار القديم  امزورن', '0539-80-73-56', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(32, 'Lycée Targuist Qualifiant', 'ثانوية ترجيست التأهيلية', 'BD WALI AL AAHD BP:156 TARGUIST', 'شارع ولي العهد  ترجيست', '0539-80-81-53', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(33, 'Lycée AL Badissi', 'الباديسي', 'AVENUE ANOUAL AL HOCEIMA', 'شارع انوال  الحسيمة', '0539-98-22-47', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(34, 'Lycée Imam Malik', 'الإمام مالك', 'AVENUE TAREK BNOU ZIYAD AL HOCEIMA', 'شارع طارق بن زياد الحسيمة', '0539-98-26-95', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(35, 'Lycée AL Khawarizmi', 'الخوارزمي', '2EME QARTIER BNI BOUAYACH', 'الحي الثاني بني بوعياش', '0539-80-48-06', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(36, 'Lycée Ibnou Rochd', 'ابن رشد', 'AL HAY ALJADID BNI BOUAYACH', 'الحي الجديد بني بوعياش', '539804914', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(37, 'Lycée Charif Mohammed Ameziane', 'الشريف محمد امزيان', 'CENTRE BeNI HADIFA', 'مركز بني حذيفة', '539810231', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(38, 'Lycée Bni Boufrah', 'بني بوفراح', 'COMMUNE BNI BOUFRAH', 'جماعة  بني بوفراح', '539843775', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(39, 'Lycée Alhadi Teyeb Hamou', 'ثانوية الهادي الطيب حمو', 'BNI AMMART', 'بني عمارت', '539843558', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(40, 'Lycée AL Khouzama', 'الخزامى', 'AL HOCEIMA', 'الحسيمة', '539840235', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(41, 'Lycée Rif', 'الريف', 'COMMUNE Ajdir', 'لدية أجدير', '539802690', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(42, 'Lycée AL Farabi', 'الفارابي', 'COMMUE ISSAGUEN', 'جماعة إساكن', '666619154', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(43, 'Lycée Errazi', 'الرازي', 'MUNICIPALITE TARGUIST', 'تارجيست', '663609279', 6, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(44, 'Lycée Mohamed Ajana', 'محمد أجانا', 'HAY RIAD  MEKNES', 'حي الرياض - مكناس', '661318224', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(45, 'Lycée Ibnou Arroumi', 'إبن الرومي', 'BD AL FAKIH GHAZI ZITOUNE MEKNES', 'شارع الفقيه الغازي الزيتون مكناس', '535538291', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(46, 'Lycée Essalam', 'السلام', 'WAHDA 3 SIDI BOUZEKRI', 'سيدي بوزكري', '661911387', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(47, 'Lycée Mohammed V', 'محمد الخامس', 'LOT AL OUAHDA OUISLANE', 'نجزئة الوحدة ويسلان', '661124935', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(48, 'Lycée EL Manfalouti', 'المنفلوطي', 'el manfalouti lotissement dakhla hay salam', 'المنفلوطي تجزئة الداخلة حي السلام', '535555341', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(49, 'Lycée Badr', 'بدر', 'riad zitoune 8arr', 'رياض الزيتون المقاطعة 8', '661073895', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(50, 'Lycée Ibnou EL Baytar', 'إبن البيطار', 'quartier el mansour route agourai', 'حي المنصور طريق أكوراي', '', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(51, 'Lycée Toulal', 'تولال', 'quartier toulal', 'حي تولال', '618177182', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(52, 'Lycée Oued EL Makhazine', 'واد المخازن', 'DOUAR SOUSSI WISLANE', 'دوار السوسي  ويسلان', '535548158', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(53, 'Lycée AL Marjiia', 'المرجعية', 'bel air bmo', 'بلير برج مولاي عمر مكناس', '0535-52-34-19', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(54, 'Lycée Hoummane EL Fetouaki', 'حمان الفطواكي', 'DIOUR ESSALAM COMMUNE ALISMAILIA', 'ديور السلام حي التقدم', '535450982', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(55, 'Lycée Academie Royale Militaire', 'الأكاديمية الملكية العسكرية', 'ACADEMIE ROYALE MILITAIRE COMMUNE MEKNES', 'الأكاديمية الملكية العسكرية', '535536226', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(56, 'Lycée Moulay Youssef', 'مولاي يوسف', '1 BD ZAYNE COMMUNE MEKNES', '1 زنقة زيان', '0535-52-08-15', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(57, 'Lycée Malika EL Fassi', 'مالكة الفاسي', 'BOUFKRANE COMMUNE BOUFKRANE', 'بوفكران', '661124902', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(58, 'Lycée Lahcen Ben Mohamed Ben Mbarek', 'لحسن بن محمد بن مبارك', 'COMMUNE MHAYA', 'المهاية', '535449154', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(59, 'Lycée Moulay Ismail', 'المولى اسماعيل', 'rue wahhabi ali ben jilali vn meknes', 'شارع الوهابي علي بن الجيلالي المدينة الجديد مكناس', '535520217', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(60, 'Lycée Lalla Amina', 'للا أمينة', 'PLACE ABDELAZIZ BEN DRISS', 'ساحة عبدالعزيز بن ادريس', '535520587', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(61, 'Lycée Nahda', 'النهضة', 'BD BIR INZARANE COMMUNE MEKNES', 'شارع بئر أنزران', '035-52-01-36', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(62, 'Lycée Imam Ghazali', 'الإمام الغزالي', 'BEL AIR COMMUNE MEKNES', 'حي بلير', '035-52-28-79', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(63, 'Lycée Massira', 'المسيرة', 'BORJ MOULAY OMAR COMMUNE MEKNES', 'برج مولاي عمر', '035-52-69-23', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(64, 'Lycée Tarik Ben Zyad', 'طارق بن زياد', 'BASSATINE COMMUNE MEKNES', 'البساتين', '535500403', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(65, 'Lycée Khawarizmi', 'الخوارزمي', 'PLACE KHAIBER COMMUNE MY IDRISS ZERHOUNE', 'ساحة خيبر', '035-54-40-56', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(66, 'Lycée Ain Karma', 'عين كرمة', 'AIN KARMA   COMMUNE AIN KARMA', 'عين كرمة', '535400554', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(67, 'Lycée Ahmed Ben Ali Bassou', 'أحمد بن علي باسو', 'CENTRE URBAIN AIN JEMAA COMMUNE AIN JEMAA', 'مركز عين جمعة', '035-51-09-79', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(68, 'Lycée Kasbat', 'القصبة', 'QUARTIER AGDAL', 'حي أكدال', '05355309-61', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(69, 'Lycée Mohamed EL Meknassi', 'محمد المكناسي', 'DIOUR JDAD SIDI AMER COMMUNE MEKNES', 'ديور الجداد حي سيدي عمرو', '0535-53-07-23', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(70, 'Lycée Ibn AL Haythem', 'ابن الهيثم', 'BAB BEL KARI  COMMUNE MEKNES', 'حي باب بلقري مكناس', '035-53-75-60', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(71, 'Lycée Zitoune', 'الزيتون', 'ASAADA  ZITOUNE', 'السعادة  الزيتون', '035-53-83-48', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(72, 'Lycée Omar Ibn AL Khattab', 'عمر بن الخطاب', 'BD ABDELKARIM AL KHATTABI SBATA C.M.MEKNES', 'شارع عبد الكريم الخطابي اسباتا', '535536790', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(73, 'Lycée Abderrahmane Ibn Zidane', 'عبد الرحمان بن زيدان', 'RUE AL YAMOURI SIDI BABA  COMMUNE MEKNES', 'حي سيدي بابا', '0535-53-09-95', 18, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(74, 'Lycée Qualifiant Tyrs', 'التيرس', 'BIR GUENDOUZ', 'بئر كندوز', '662892555', 75, 12, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(75, 'Lycée Oued Essafa', 'وادي الصفا', 'cité agricole assa', 'الحي الفلاحي - أســــــــا', '528700517', 67, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(76, 'Lycée Okba Ibnou Nafie', 'عقبة بن نافع', 'AVENUE 19 MAI HAY IDARI', 'شارع 19 ماي الحي الإداري', '528700331', 67, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(77, 'Lycée Rghioua', 'ارغيوة', 'ZAG CENTRE', 'الزاك المركز', '661627418', 67, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(78, 'Lycée Ezzerktouni', 'ثانوية الزرقطوني التأهيلية', 'TANANT CENTRE', 'تنانت المركز', '661940836', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(79, 'Lycée Kadi Ayaad', 'تانوية القاضي عياض  الناهيلية', 'AIT AATAB CENTRE', 'ايت اعتاب المركز', '023-45-01-86', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(80, 'Lycée Ouzoud', 'ثانوية أزود التأهيلية', 'AVENUE HASSAN II AZILAL', 'شارع الحسن الثاني', '023-45-83-07', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(81, 'Lycée Omar Ben Abdelaziz', 'ثانوية عمر بن عبد العزيز التأهيلية', 'TIMOULILT CENTRE', 'تيموليلت المركز', '661940849', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(82, 'Lycée Hassan Premier', 'ثانوية الحسن الأول التأهيلية', 'TAGLEFT CENTRE', 'مركز تاكلفت', '0523-44-26-07', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(83, 'Lycée Oued EL Abid', 'ثا واد العبيد', 'FOUM JEMAA', 'فم الجمعة', '523505064', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(84, 'Lycée AL Massira', 'ثانوية المسيرة التاهيلية', 'ROUTE DE MARRAKECH AZILAL', 'طريق مراكش ازيلال', '023-45-82-35', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(85, 'Lycée Demnate', 'ثانوية دمنات التاهيلية', 'quartier ighir tirsal', 'حي إغير ترسال', '661940861', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(86, 'Lycée Sed Bin EL Ouidane', 'ثانوية   سد بين الويدان التأهيلية', 'AFOURER CENTRE', 'افورار المركز', '0523-44-00-27', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(87, 'Lycée Ouaouizeght', 'ثانوية  واويرغت التاهيلية', 'ROUTE TILOUGUITE OUAOUIZEGHT', 'طريق تيلوكيت واويزغت', '0523-44-20-93', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(88, 'Lycée Tifariti', 'ثانوية اتيفاريتي التأهيلية', 'BZOU CENTRE', 'ابزو المركز', '661940862', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(89, 'Lycée Technique Med Vi', 'ثانوية محمد السادس التقنية', 'Quartier Tanout Azilal', 'حي تانوت أزيلال', '661940860', 34, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(90, 'Lycée Ighram Laalam', 'الثانوية التأهيلية إغرم لعلام', 'COMMUNE RURALE DIR LAKSIBA', 'جماعة دير القصيبة', '661940920', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(91, 'Lycée Attouffah', 'ثانوية التفاح التأهيلية', 'CENTRE TIZI NISLI', 'مركز تيزي نسلي', '523422620', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(92, 'Lycée Annour', 'ثانوية النور التأهيلية', 'LOTISSEMENT ANNOUR  COMMUN OULED M\'BAREK', 'تجزئة النور جماتعة أولاد امبارك', '74909454', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(93, 'Lycée Sidi Amr Ou Halli', 'ثانوية سيدي اعمر أوحلي التأهيلية', 'QUARTIER ADMINISTRATIF AGHBALA CENTRE', 'الحي الإداري مركز أغبالة', '523510163', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(94, 'Lycée Ouled Ayad', 'ثانوية اولاد عياد التاهيلية', 'ouled ayad', 'اولاد عياد', '678525889', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(95, 'Lycée AL Atlas', 'ثانوية الأطلس الـتأهيلية', 'CENTRE ZAOUYAT CHEIKH', 'مركز زاوية الشيخ', '0523-51-92-13', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(96, 'Lycée Ibnou Tofayl', 'ثانوية ابن طفيل التأهيلية', 'COMMUNE OULED YAICH', 'جماعة اولاد يعيش', '0523-51-61-98', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(97, 'Lycée Ibnou EL Aouam', 'ثانوية ابن العوام التأهيلية', 'AL HAY AL IDARI SIDI JABER', 'الحي الإداري سيدي جابر', '0523-45-52-11', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(98, 'Lycée Ibnou Sina', 'ثانوية ابن سينا التاهيلية', 'BAB FTOUH BENIMELLAL', 'باب افتوح بني ملال', '661940968', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(99, 'Lycée Hassan II', 'ثانوية الحسن الثاني التأهيلية', 'BD BEYROUT BENI MELLAL', 'شارع بيروت', '0523-48-24-51', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(100, 'Lycée Mohamed V', 'ثانوية محمد الخامس التقنية', 'BOULEVARD 20 AOUT QUARTIER ATLAS', 'شارع 20 غشت حي اطلس', '0523-48-32-43', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(101, 'Lycée Moulay Rachid', 'ثانوية مولاي رشيد التأهيلية', 'HAY MAJJAT ROUTE DE CASA sidi hammou ezzine', 'حي مجاط طرق الدارالبيضاء سيدي حمو الزين', '661940976', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(102, 'Lycée Tarek Ibnou Zyad', 'ثانوية طارق بن زياد التأهيلية', 'Boulevard  MOHAMED V IGUIGUE', 'شارع محمد الخامس ، إكيك', '661940973', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(103, 'Lycée AL Amrya', 'ثانوية العامرية التأهيلية', 'HAY EL AMRIA', 'حي العامرية', '0523-48-76-40', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(104, 'Lycée Moha Ou Hammou', 'ثانوية موحى وحمو التأهيلية', 'HAY OURIR BENI MELLAL', 'حي أورير بني ملال', '661940972', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(105, 'Lycée Moulay Ismail', 'ثانوية مولاي اسماعيل التأهيلية', 'RUE SIDI BELGASEM KASBA TADLA', 'زنقة سيدي بلكاسم قصبة تادلة', '523418939', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(106, 'Lycée Oum Roummane', 'ثانوية أم الرمان التأهيلية', 'HAY BOUYMAJANE ROUTE DE KHENIFRA', 'حي بويمجان طرق خنيفرة', '523419944', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(107, 'Lycée Taghzirt', 'ثانوية تاكزيرت التأهيلية', 'QUARTIER ADMINISTRATIF  AIT HBIBI', 'الحي الإداري   أيت حبيبي', '661940987', 33, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(108, 'Lycée Qualifiant Charif AL Idrissi', 'الثانوية التأهيلية الشريف الادريسي', 'boulevard des far benslimane', 'شارع الجيش الملكي بنسليمان', '523291593', 43, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(109, 'Lycée Qualifiant Hasan II', 'الثانوية التأهيلية الحسن الثاني', 'BOULEVARD HASSAN 2 COMMUNE BEN SLIMANE', 'شارع الحسن الثاني جماعة بنسليمان', '0523-29-14-77', 43, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(110, 'Lycée Qualifiant Ibn Khaldoune', 'الثانوية التأهيلية ابن خلدون', 'BD ALLAL BEN ABDELLAH', 'شارع علال بن عبد الله', '537743283', 43, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(111, 'Lycée Qualifiant Mohamed Ben Abdelkrim EL Khattabi', 'الثانوية التأهيلية محمد بن عبد الكريم الخطابي', 'CENTRE MELLILA COMMUNE MELLILA', 'مركز مليلة جماعة مليلة', '671803720', 43, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(112, 'Lycée Qualifiant EL Mansouria', 'الثانوية التأهيلية المنصورية', 'Commune El Mansouria', 'جماعة المنصورية', '661915554', 43, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(113, 'Lycée Khalid Bnou Eloualid', 'خالد بن الوليد', 'RUE LAIMOUNE HAY ESSAADA', 'زنقة الليمون حي السعادة', '642140515', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(114, 'Lycée Ibnou Sina', 'ابن سينا', 'HAY GHARBI', 'الحي الغربي', '', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(115, 'Lycée Alqods', 'القدس', 'ROUTE DE MARRAKECH B P180', 'زنقة مراكش ص ب 180', '036-61-30-78', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(116, 'Lycée Ibn Batouta', 'ابن بطوطة', 'MUNICIPALITE AKLIM', 'أكليم', '536635037', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(117, 'Lycée Laymoune', 'الليمون', 'route oujda', 'طريق وجدة', '574901152', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(118, 'Lycée Abou Lkhair', 'أبي الخير', 'LYCEE ABOU LKHAIR  RUE LA VICTOIRE', 'شارع النصر', '036-61-38-35', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(119, 'Lycée Moulouiya', 'ملوية', 'HAY AL MASSIRA ALKHADRA', 'حي المسيرة الخضراء', '642140524', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(120, 'Lycée Ennahda', 'النهضة', 'ROUTE DE BERKANE', 'شارع بركان أحفير', '536628157', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(121, 'Lycée Agricole', 'الثانوية الفلاحية', 'ROUTE DE MADAGH', 'طريق مداغ', '036-61-19-23', 13, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(122, 'Lycée Ahmed Ben Mohamed Errachdi', 'ثانوية احمد بن محمد الراشدي التأهيلية', 'CITE ADMINISTRATIVE COMMUNE BOUJDOUR', 'مركز يوجدور', '61900387', 71, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(123, 'Lycée Ennacer', 'ثانوية النصر التأهيلية', 'HAY EL WAHDA  COMMUNE BOUJDOUR', 'حي الوحدة بوجدور', '661901542', 71, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(124, 'Lycée AL Bakali', 'ثانوية البقالي التأهيلية', 'QUARTIER ATANMIYA BOUJDOUR', 'حي التنمية بوجدور', '661644746', 71, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(125, 'Lycée Moulay EL Hassane', 'مولاي الحسن', 'hay nahda MISSOUR CENTRE', 'مركز ميسور حي النهضة', '', 23, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(126, 'Lycée Abou Hanifa', 'أبو حنيفة', 'COMMUNE LAKSABI MOULOUYA', 'جماعة لقصابي', '', 23, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(127, 'Lycée Omar Ibn AL Khattab', 'عمر بن الخطاب', 'TANDIT 19 COMMUNE FRITISSA  BOULMANE', 'تانديت 19 جماعة افريطيسة  اقليم بولمان', '663660424', 23, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(128, 'Lycée Abou Bakr Errazi', 'ابو بكر الرازي', 'GUIGOU CENTRE', 'كيكو المركز', '660146362', 23, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(129, 'Lycée Tichoukt', 'تيشوكت', 'BOULEMANE CENTRE', 'بولمان المركز', '660146361', 23, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(130, 'Lycée Missour Mixte', 'ميسور المختلطة', 'MISSOUR CENTRE', 'ميسور المركز', '660146360', 23, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(131, 'Lycée EL Mourabitine', 'المرابطين', 'OUTAT EL HAJ CENTRE', 'اوطاط الحاج المركز', '660146359', 23, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(132, 'Lycée 2 Octobre', '2اكتوبر', 'IMOUZER MARMOUCHA CENTRE', 'ايموزار مرموشة المركز', '660146358', 23, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(133, 'Lycée Jaber Bnou Hayane', 'جابر بن حيان', '128 BD LA RESISTANCE  COMMUNE SIDI BELYOUT', '128 شارع المقاومة سيدي بليوط', '0522-30-92-15', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(134, 'Lycée AL Khansa', 'الخنساء', '15 RUE RIAD  COMMUNE SIDI BELYOUT', '15 زنقة الرياض سيدي بليوط', '0522-22-33-07', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(135, 'Lycée Chawqi', 'شوقي', '2 BD MOHAMED ABDOUH COMMUNE SIDI BELYOUT', '2 شارع محمد عبده سيدي بليوط', '0522-27-73-62', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(136, 'Lycée Ibn Toumert', 'ابن تومرت', '100 AVENUE HASSAN PREMIER COMMUNE SIDI BELYOUT', '100 شارع الحسن الأول سيدي بليوط', '0522-27-42-36', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(137, 'Lycée Omar Bnou Alkhattab', 'عمر بن الخطاب', 'RUE EL MEDIAK ANFA  COMMUNE  ANFA', 'زنقة المضيق أنفا', '0522-36-49-40', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(138, 'Lycée Moulay Idriss Premier', 'مولاي إدريس الأول', 'BD ABDELLATIF BEN KADOUR   COMMUNE ANFA', 'شارع عبد اللطيف بن قدور أنفا', '0522-36-20-32', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(139, 'Lycée Ouallada', 'ولادة', 'RUE AHMED CHERCI COMMUNE ANFA', 'زنقة أحمد الشرسي أنفا', '0522-36-12-33', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(140, 'Lycée AL Masjid', 'المسجد', 'RUE IBNOU JAHIRE ALHANK  COMMUNE ANFA', 'زنقة ابن جهير العنق أنفا', '0522-39-15-54', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(141, 'Lycée AL Ouaha', 'الواحة', 'RUE AHMED KADMIRI COMMUNE MAARIF', 'زنقة أحمد القدميري المعاريف', '0522-25-66-18', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(142, 'Lycée Moulay Abdellah', 'الأمير مولاي عبد الله', '35 BD MODIBO KEITA COMMUNE MAARIF', '35 شارع موديبوكيتا المعاريف', '0522-28-22-75', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(143, 'Lycée Abdelkrim Lahlou', 'عبد الكريم لحلو', '147 BD MY IDRISS PREMIER COMMUNE MAARIF', '147 زنقة مولاي إدريس الأول المعاريف', '0522-86-00-07', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(144, 'Lycée AL Imam AL Boukhari', 'الإمام البخاري', 'RUE SAVOIE COMMUNE MAARIF', 'زنقة سافوا المعاريف', '522860009', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(145, 'Lycée Zeryab', 'زرياب', 'BD IBN SINA MAARIF', 'شارع ابن سينا', '522365899', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(146, 'Lycée Mohamed Vi', 'الثانوية التأهيلية محمد السادس', 'HAY TRIPOLI RUE 7', 'حي طرابلس زنقة 7', '22281800', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(147, 'Lycée JamAL Eddine Almahiaoui', 'جمال الدين المهياوي', 'EL AMAL 2  PROLONGEMENT BD AL FIDA', 'شارع الفداء الممتد حي الامل 2', '22288268', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(148, 'Lycée Salaheddin AL Ayoubi', 'صلاح الدين الايوبي', 'AMAL 2 PROLONGEMENT BD ALFIDA', 'أمل 2 امتداد شارع الفداء', '522284898', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(149, 'Lycée Taha Houssein', 'طه حسين', 'IDRISSIA 2', 'حي الإدريسية 2', '22815237', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(150, 'Lycée Oum AL Banine', 'أم البنين', 'HAY EL MASJID RUE iii', 'حي المسجد زنقة 3', '22281115', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(151, 'Lycée AL Khaouarizmi', 'الخوارزمي', 'BD LA GIRONDE', 'شارع لاجيروند', '22808332', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(152, 'Lycée Bir Anzarane', 'بئرانزران', 'BD LA GIRONDE  RUE LA DORDOGNE', 'زنقة لادوردون شارع لاجيروند', '22812917', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(153, 'Lycée Mohamed V', 'محمد الخامس', 'BD 2 MARS', 'شارع 2 مارس', '22286002', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(154, 'Lycée EL Bakillani', 'الباقلاني', 'SIDI MAAROUF 4  RUE 50', 'سيدي معروف 4 زنقة 50', '22288678', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(155, 'Lycée Fatima Azzahra', 'فاطمة الزهراء', '83 BD VICTOR HUGO  - EL MECHOUAR', 'زاوية شارع فيكتور هيغو والامام القسطلاني', '22303911', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(156, 'Lycée EL Bouhtouri', 'البحتري', 'RUE IBNOU HAZEM LAVILLETE  HAY MOHAMMADI', 'زنقة ابن حزم لافيليث الحي المحمدي', '0 522602392', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(157, 'Lycée Mostafa Lamaani', 'مصطفى المعاني', 'LAVILLETE HAY MOHAMMADI', 'لافيليث الحي المحمدي', '0522-62-36-14', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(158, 'Lycée Houssain Bnou Ali', 'الحسين بن علي', 'BOULEVARD LA GRANDE CEINTURE HAY MOHAMMADI', 'شارع الحزام الكبير الحي المحمدي', '522666604', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(159, 'Lycée Ibnou AL Banna AL Mourakouchi', 'ابن البناء المراكشي', 'RUE EMILE BRINI ROCHES NOIRES', 'زنقة إميل بروني الصخور السوداء', '0522-62-02-75', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(160, 'Lycée Okba Bnou Nafii', 'عقبة بن نافع', 'BD OQBA BNOU NAFII HAY MOHAMMADI', 'شارع عقبة بن نافع الحي المحمدي', '022-60-40-32', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(161, 'Lycée Baroudi', 'البارودي', 'ROUTE ALWAHDA AIN SEBAA', 'طريق الوحدة عين السبع', '022-35-32-70', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(162, 'Lycée Imam Malik', 'الإمام مالك', 'RUE SIJILMASSA BELVEDERE ROCHES NOIRES', 'زنقة سجلماسة بلفدير الصخور السوداء', '022-24-36-36', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(163, 'Lycée Ibnou AL Aouam', 'ابن العوام', 'MAMAR  AL MADARIS AIN SEBAA', 'ممر المدارس عين السبع', '0522-35-00-08', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(164, 'Lycée des Sportifs', 'ثانوية الرياضيين', 'ROUTE ALWAHDA AIN SEBAA', 'طريق الوحدة عين السبع', '522350610', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(165, 'Lycée AL Farabi', 'الفارابي', 'PROJET HASSAN 2 HAY MOHAMMADI', 'مشروع الحسن الثاني الحي المحمدي', '661799278', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(166, 'Lycée Abdelkrim Khattabi', 'عبد الكريم الخطابي', 'BD LA GRANDE CEINTURE HAY MOHAMMEDi', 'شارع الحزام الكبير الحي المحمدي', '522636657', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(167, 'Lycée Ibn Sina', 'ابن سينا', 'Résidence al amane ain sebaa', 'إقامة الأمان عين السبع', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(168, 'Lycée Téchnique Anoual', 'الثانوية التأهيلية التقنية أنوال', 'Haddaouia2 ain chock', 'الحداوية2 عين الشق الدارالبيضاء', '672419946', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(169, 'Lycée Abdellah EL Ayachi', 'عبدالله العياشي', 'Sidi Maarouf   La Colline2', '2سيدي معروف - لاكولين -', '522786282', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(170, 'Lycée Ibno Arabi', 'ابن عربي', 'SIDI MAAROUF', 'سيدي معروف', '662074550', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(171, 'Lycée Abdelkrim AL Khattabi', 'عبدالكريم الخطابي', 'dyar aljadida', 'الديار الجديدة', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(172, 'Lycée Abdelkhalek Torres', 'عبدالخالق الطريس', 'HAY MY ABDELLAH RUE 101', 'حي مولاي عبدالله  زنقة101', '022-87-34-13', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(173, 'Lycée Lamsalla', 'المصلى', 'HAY MOULAY ABDELLAH Ain chok', 'حي مولاي عبد الله  عين الشق', '522212872', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(174, 'Lycée Ibn Zaydoune', 'ابن زيدون', 'HAY MY ABDELLAH BD TMARA', 'حي مولاي عبداله شارع اتمارة', '022-21-33-06', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(175, 'Lycée Othmane Ben Aaffane', 'عثمان ابن عفان', 'SIDI MAAROUF OULED HADDOU', 'سيدي معروف اولاد حدو', '0522-32-18-25', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(176, 'Lycée Ibn EL Haytam', 'ابن ا لهيثم', 'BD IBN EL HAITAM  HAY HASSANI', 'زنقة ابن الهيثم زاوية شارع ابن سينا الحي الحسني', '0522-90-31-63', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(177, 'Lycée Ibn AL Yassamine', 'ابن الياسمين', 'HAY MAZOULA RUE  N4', 'حي مازولا زنقة رقم 4', '0522-90-34-19', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(178, 'Lycée AbdEL Aziz Elfachtali', 'عبد العزيز الفشتالي', 'BD WADI LOUKOUS HAY OULFA', 'شارع وادي اللوكوس الألفة', '0522-90-58-77', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(179, 'Lycée Ibnou Rochd', 'ابن رشد', 'LISSASFA OULIA  EL OULFA', 'ليساسفة العليا الألفة', '522651485', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(180, 'Lycée Ibnou Abnaa Almourakochi', 'إبن البناء المراكشي', 'HAY LAYMOUNE LISSASSFA', '', '672421297', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(181, 'Lycée Omar AL Khaiam', 'عمر الخيام', 'EL OULFA HAY HASSANI', 'حي الليمون-الولفة -عمالة الحي الحسني', '672418585', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(182, 'Lycée Essalam', 'السلام', 'HAY ESSALAM HAY HASSANI', 'حي السلام الحي الحسني', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(183, 'Lycée Badr', 'بــدر', 'BDafghanistane hay hassani', 'شارع أفغانستان', '661792890', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(184, 'Lycée Ibn Khaldoune', 'ابن خلدون', 'Lissassfa Al aoulya', 'ليساسفة العليا', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(185, 'Lycée Amr Ibn AL Aass', 'عمرو بن العاص', 'HAY ZOUBIR LISSASFA', 'حي الزبير ليساسفة', '61103183', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(186, 'Lycée Tarek Ibn Ziad', 'طارق ابن زياد', 'HAY  OULFA', 'حي الألفة', '522933152', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(187, 'Lycée EL Kadi Ayad', 'القاضي عياض', 'LOTISS NASSIM LISSASFA CASA', 'تجزئة النسيم ليساسفة البيضاء', '522914764', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(188, 'Lycée EL Moatamid Bnou Abbad', 'المعتمد بن عباد', 'Salmia1 Bd Maqdad Laherizi', 'السالمية 1  شارع مقداد لحريزي', '522384371', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(189, 'Lycée Fatima AL Fihria', 'فاطمة الفهرية', 'hay khalid sbata', 'حي خالد قرية الجماعة', '661732037', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(190, 'Lycée Ibn Rochd', 'ابن رشد', 'EL AHD EL JADID HAY JAOUADI rue21', 'حي العهد الجديد جوادي', '522371089', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(191, 'Lycée Hassan  II', 'الحسن الثاني', 'JAMILA 5 CITE DJEMAA sbata', 'جميلة5قرية الجماعة', '522371470', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(192, 'Lycée Oued Eddahab', 'وادي الدهب', 'AVOUED EDDAHAB JAMILA 7 COMMUNE SBATA', 'شارع وادي الدهب جميلة7 اسباتة', '522372148', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(193, 'Lycée EL Kindi', 'الكندي', 'AVENUE MOQDAD LAHRIZI DERB KHALED SBATA', 'شارع مقداد لحريزي درب خالد اسباتة', '522381817', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(194, 'Lycée Ech Charif EL Idrissi', 'الشريف الإدريسي', 'HAY MD BELHASSANE EL OUAZZANI', 'حي محمد بلحسن الوزاني شارع الوحدة الإفريقية', '522373640', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(195, 'Lycée Ibn M Sik', 'ابن امسيك', 'HAY MD BEN LAHSSANE EL OUAZZANI', 'حي محمد بلحسن الوزاني', '522375498', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(196, 'Lycée Abou Chouaib Eddoukkali', 'أبو شعيب الدكالي', 'BD AL JOULANE', 'شارع الجولان', '522386633', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(197, 'Lycée Moulay Ismail', 'مولاي اسماعيل', 'AVENUE IDRISS ELHARTI', 'شارع إدريس الحارثي', '022-37-38-84', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(198, 'Lycée Driss EL Harti', 'إدريس الحارثي', 'AVENUE IDRISS ELHARTI', 'شارع إدريس الحارثي', '022-37-29-04', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(199, 'Lycée EL Mokhtar Essoussi', 'المختار السوسي', 'HAY MOHAMED BELARABI ALAOUI   SIDI OTHMANE 2 RUE4', 'حي محمد بلعربي العلوي  سيدي عثمان 2 الزنقة 4', '022-37-32-72', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(200, 'Lycée Jaafar EL Fassi', 'جعفر الفاسي', 'AVENUE EL AKID EL ALLAM MOULAY RACHID', 'شارع العقيد العلام ملاي رشيد', '022-70-08-95', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(201, 'Lycée Abderrahmane Belkorchi', 'عبد الرحمان بلقرشي', 'AVENUE DRISS EL HARTI', 'محج إدريس الحارثي', '022-37-12-99', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(202, 'Lycée Abdelmalek Essaadi', 'عبد المالك السعدي', 'AVENUE DES FORCES AUXILIERES HAY ESSADRI', 'شارع القوات المساعدة حي السدري', '0522-70-80-08', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(203, 'Lycée Moulay Idriss', 'مولاي إدريس', 'HAY MOULAY RACHID Bloc 4', 'حي مولاي رشيد بلوك 4', '0522-72-67-03', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(204, 'Lycée Abdellah Emediouni', 'عبد الله المديوني', 'bd 20 aout ALMADINA ALJADIDA HAY MOULAY RACHID', 'شارع 20 غشت المدينة الجديدة حي مولاي رشيد', '661785990', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(205, 'Lycée Elmakdissi', 'المقدسي', 'EL BAIDA 2 Elmadina Eljadida  Moulay Rachid', 'البيضاء 2، المدينة الجديدة، مولاي رشيد', '662071321', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(206, 'Lycée Almaki Anassiri', 'المكي الناصري', 'Lahraouyne Sidi Otmane', 'الهراويين سيدي عثمان', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(207, 'Lycée EL Mansour Eddahbi', 'فاطمة الفهرية', 'SIDI MOUMEN', 'سيدي مومن', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(208, 'Lycée Wallada', 'ولادة', 'HAY ANASSI', 'حي أناسي', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(209, 'Lycée Bnou Roumi', 'ابن الرومي', 'Sidi Bernoussi', 'سيدي البرنوصي', '672423840', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(210, 'Lycée Fatima EL Fihria', 'زينب النفزاوية', 'Sidi Moumen', 'سيدي مومن', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(211, 'Lycée AllAL Ben Abdellah', 'علال بن عبد الله', 'SIDI MOUMEN', 'سيدي مومن', '669530720', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(212, 'Lycée Chahid Driss Elhrizi', 'الشهيد ادريس الحريزي', 'Quartier El Azhar', 'حي الأزهر 2', '', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(213, 'Lycée Alazhar', 'الأزهر', 'hay al azhar  sidi moumen', 'حي الأزهر سيدي مومن', '73238915', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(214, 'Lycée Hassan Bnou Tabit', 'حسان بن تابث', 'rue 9 hay al otour sidi moumen', 'زنقة 9 حي العطور سيدي مومن', '661579456', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(215, 'Lycée Zineb Enafzawia', 'المنصور الذهبي', 'SIDI MOUMEN', 'سيدي مومن', '22715807', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(216, 'Lycée Mohamed Vi', 'محمد السادس أناسي', 'hay anassi sidi moumen', 'حي أناسي سيدي مومن', '0522-73-18-34', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(217, 'Lycée Othmane Bnou Affane', 'عثمان بن عفان', 'HAY EL QODS SIDI BERNOUSSI', 'حي القدس سيدي البرنوصي', '522741914', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(218, 'Lycée Khadija Oum AL Mouminine', 'خديجة أم المؤمنين', 'bd houcine soussi SIDI MOUMEN', 'شارع الحسين السوسي سيدي مومن', '522728761', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(219, 'Lycée Ibnou Almouataz', 'ابن المعتز', 'AVENUE AHMED AHRASS SIDI BERNOUSSI', 'شارع أحمد اهراس سيدي البرنوصي', '0522-73-11-68', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(220, 'Lycée Mokhtar Soussi', 'المختار السوسي', 'AVENUE EL MOTANNA BNOU HARITA SIDI BERNOUSSI', 'شارع المثنى بن حارثة سيدي البرنوصي', '0522-73-21-79', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(221, 'Lycée Ibnou Mandour', 'ابن منظور', 'BLOC MANSOUR 2 sidi  BERNOUSSI', 'بلوك المنصور 2 سيدي البرنوصي', '0522-73-11-67', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(222, 'Lycée Ibnou Chouhaid', 'ابن شهيد', 'avenue  H bd Abi dar elghaffari  SIDI BeRNOUSSI', 'محج هـ شارع ابي در الغفاري سيدي البرنوصي', '0522-73-10-46', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(223, 'Lycée Mohammed Vi', 'محمد السادس', 'bd al adarissa SIDI MOUMEN', 'شارع الأدارسة سيدي مومن', '0522-70-38-28', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(224, 'Lycée EL Akkad', 'العقاد', 'hay el oualaa attacharouk sidi moumen', 'حي الولاء التشارك سيدي مومن', '0225.70-44-44', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(225, 'Lycée Addakhla', 'الداخلة', 'ACHARAF SIDI MOUMEN', 'الشرف سيدي مومن', '661728759', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(226, 'Lycée Ibnou AL Haitam', 'ابن الهيثم', 'HAy ELKARYA SIDI MOUMEN JDID', 'حي القرية سيدي مومن الجديد', '661579870', 38, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(227, 'Lycée Qualifiant  Abdelkarim AL Khatabi', 'الثانوية التأهيلية عبد الكريم الخطابي', 'Commune BAB BERRED CHEFCHAOUEN', 'باب برد المركز جماعة باب برد', '613187882', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(228, 'Lycée Qualifiant Prince Moulay Rachid', 'الثانوية التأهيلية الأمير مولاي رشيد', 'RUE MOHAMED ABDOU COMMUNE CHEFCHAOUEN', 'شارع محمد عبدو', '0539-98-67-25', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(229, 'Lycée Qualifiant Imam Chadli D Enseignement Original', 'الثانوية التأهيلية الإمام الشادلي للتعليم الاصيل', 'AVENUE HASSAN II COMMUNE CHEFCHAOUEN', 'شارع الحسن الثاني بلدية شفشاون', '0539-98-67-09', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(230, 'Lycée Qualifiant Haj Mohamed Ben Hsain EL Hadri', 'الثانوية التأهيلية الحاج محمد بن احساين الحضري', 'BNI AHMEDCBNI AHMED CHERQIACHEFCHAOUEN', 'بني أحمد جماعة بني أحمد الشرقية  شفشاون', '039-98-77-77', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(231, 'Lycée Qualifiant Kadi Ayad', 'الثانوية التأهبلية القاضي عياض', 'AL JABHACM TIOUACHEFCHAOUEN', 'الجبهة جماعة متيوة', '039-98-78-74', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(232, 'Lycée Qualifiant AL Wahda AL Ifriquia', 'الثانوية التأهيلية الوحدة الإفريقية', 'BAB TAZACBAB TAZACHEFCHAOUEN', 'باب تازة جماعة باب تازة', '039-98-77-18', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(233, 'Lycée Qualifiant Omar EL Jaydi', 'الثانوية التأهيلية عمر الجيدي', 'COMMUNE RURALE STEHAT CHEFCHAOUEN', 'جماعة سطيحة', '0539-88-48-49', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(234, 'Lycée Qualifiant Mohamed Zerktouni', 'الثانوية التأهيلية محمد الزرقطوني', 'COMMUNE BNI RZINE PROVINCE CHEFCHAOUEN', 'جماعة بني رزين شفشاون', '655790855', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(235, 'Lycée Qualifiant Ahmed Idrissi', 'الثانوية التأهيلية أحمد الإدريسي', 'Quartier administratif AIN HAOUZI', 'الحي الإداري عين الحوزي', '', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(236, 'Lycée Qualifiant Mohamed EL Baqali', 'الثانوية  التأهيلية محمد البقالي', 'FIFI CENTRE', 'فيفي المركز جماعة فيفي', '669594981', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(237, 'Lycée Technique AL Khaouarizmi', 'الثانوية التقنية الخوارزمي', 'AV MOHAMED ABDOU CHEFCHAOUEN', 'شارع محمد عبدو شفشاون', '655790852', 7, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(238, 'Lycée Technique Chichaoua', 'الثانوية التقنية شيشاوة', 'Hay Annahda Municipalité de Chichaoua', 'حي النهضة بلدية شيشاوة', '', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(239, 'Lycée Qualifiant Lamzoudia', 'الثانوية التأهيلية لمزوضية', 'Lamzoudia', 'لمزوضية', '654827089', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(240, 'Lycée Qualifiant Ait Hadi', 'الثانوية التأهيلية ايت هادي', 'Dar Hmad', 'دار حماد', '', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(241, 'Lycée Qualifiant AL Atlass', 'الثانوية التأهيلية الأطلس', 'CENTRE COM DOUIRANE', 'مركز  جماعة ادويران', '24353717', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(242, 'Lycée Qualifiant Ibn Rochd', 'الثانوية التأهيلية ابن رشد', 'CENTRE SIDI L MOKHTAR', 'المركز  الحضري سيدي المختار', '673086891', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(243, 'Lycée Qualifiant AL Khawarizmi', 'الثانوية التأهيلية الخوارزمي', 'CENTRE COM MEJJAT', 'مركز  جماعة مجاط', '', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(244, 'Lycée Qualifiant Ibn Alarabi', 'الثانوية التأهيلية ابن العربي', 'HAY EL MASSIRA  MUNICIPALITE CHICHAOUA', 'حي المسيرة  ،  بلدية  شيشاوة', '673086876', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(245, 'Lycée Qualifiant Imam Alboukhari', 'الثانوية التأهيلية الإمام البخاري', 'CITE MOHAMMADI  MUNICIPALITE CHICHAOUA', 'الحي المحمدي ، بلدية شيشاوة', '673086874', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(246, 'Lycée Qualifiant Ibn Alhaitem', 'الثانوية التأهيلية ابن الهيثم', 'CITE ADMINISTRATIVE  MUNICIPALITE IMINTANOUTE', 'الحي الإداري  ، بلدية امنتانوت', '673086889', 48, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(247, 'Lycée Ennakhil', 'الثانوية التأهيلية  النخيل', 'CENTRE HAD BELFAA', 'المركز حد بلفاع', '528206293', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(248, 'Lycée AL Massira AL Khadra', 'الثانوية التأهيلية  المسيرة الخضراء', 'MASSA CENTRE   COMMUNE MASSA', 'حي الزاويت ماسة المركز', '0528-25-50-40', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(249, 'Lycée Aljoulane', 'الثانوية التأهيلية  الجولان', 'Bvd MOULAY ABDELLAH HAY ALJOULANE', 'شارع مولاي عبد الله الجولان', '028-81-81-01', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(250, 'Lycée AL Arbi AL Banai', 'الثانوية التأهيلية  العربي  البناي', 'HAY LHARCH  AGHBALOU  SIDI WASSAY', 'حي الحرش أغبالو سيدي وساي', '0528-25-50-47', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(251, 'Lycée Qualifiant Alkhawarizmi', 'الثانوية التأهيلية  الخوارزمي', 'CENTRE KHMISS AIT AMIRA', 'مركز خميس أيت عمبرة', '661915452', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(252, 'Lycée Ibnou Zohr', 'الثانوية التأهيلية إبن زهر', 'HAD BELFAA', 'مركز حد بلفاع', '2820969', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(253, 'Lycée Qualifiant  Ait Baha', 'الثانوية التأهيلية آيت باها', 'BP  476 ait baha  chtouka ait baha', 'ص ب: 476 أيت باها اقليم اشتوكة آيت باها', '528254191', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(254, 'Lycée Sidi Lhadj Lhbib', 'الثانوية التأهيلية  سيدي الحاج الحبيب', 'CENTRE  SIDI BIBI', 'مركز سيدي بيبي', '528816450', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(255, 'Lycée Qualifiant AL Morabitine', 'الثانوية التأهيلية المرابطين', 'CITE SIDI SAID', 'حي سيدي سعيد', '', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(256, 'Lycée EL Fadila', 'الفضيلة', 'DOUAR ADOUZ OSSAOUD', 'دوار أدوز سعود', '61619529', 62, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(257, 'Lycée Toulouj', 'الثلوج', 'AIN SIHAND ELHAJEB HAUT', 'عين سيحند الحاجب الاعلى', '61912065', 19, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(258, 'Lycée Omar Ben Abdelaziz', 'عمر بن عبد العزيز', 'AGOURAI', 'اكوراي', '0535-43-04-07', 19, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(259, 'Lycée 16 Novembre Qualifiant', '16  نونبر التأهيلية', 'BOUDERBALA AIT BOUBIDMANE', 'بودربالة ايت بوبدمان', '61911363', 19, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(260, 'Lycée Ibn AL Khatib', 'ابن الخطيب', 'EL HAJEB BAS', 'الحاجب الاسفل', '035-54-30-55', 19, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(261, 'Lycée 11 Janvier', '11 يناير', 'NARJISS 1 ain TAOUJDATE', 'النرجس1 عبن تاوجطات', '0535-44-00-98', 19, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(262, 'Lycée Agricole Ain Taoujdate', 'الثانوية الفلاحية عين تاوجطات', 'BP  22  TAOUJDATE', 'ص ب : 22 تاوجطات', '035-44-08-63', 19, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(263, 'Lycée Ibn Sina', 'ابن سينا', 'HAY AGDAL SBAA AIYOUN', 'حي اكدال سبع عيون', '535546385', 19, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(264, 'Lycée 6 Novemre', '6 نونبر', 'HAD OULED FREJ COMMUNE OULED FREJ', 'اولاد فرج', '0523-36-44-03', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(265, 'Lycée EL Kadi Ayad', 'القاضي عياض', 'AVENUE ATTAHRIR N 82', 'نهج التحرير الرقم 82', '23343210', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(266, 'Lycée Imam EL Boukhari', 'الامام البخاري', 'Q ADMINISTRATIF MUNICIPALITE BIR JDID', 'الحي الاداري', '0523-36-00-40', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(267, 'Lycée Mohamed Er-Rafii', 'محمد الرافعي', 'RUE MOULAY DRISS', 'زنقة مولاي ادريس', '023-34-22-53', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(268, 'Lycée Moulay Abdellah', 'مولاي عبد الله', 'CENTRE  COMMUNE MOULAY ABDELLAH', 'مركز جماعة مولاي عبد الله', '61069116', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(269, 'Lycée Oum Errabia', 'أم الربيع', 'HAY EL AMAL MUNICIPALITE D AZEMMOUR', 'حي الأمل -أزمور', '0523-34-72-09', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(270, 'Lycée Ibn Khaldoun', 'ابن خلدون', 'AVENUE IBN KHALDOUN', 'شارع بن خلدون', '0523-34-20-93', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(271, 'Lycée Technique Razi', 'الثانوية التقنية الرازي', 'KOUDAITE BEN IDRISS MUNICIPALITE D EL JADIDA', 'شارع النخيل الجديدة', '0523-34-32-87', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(272, 'Lycée Abou Chouaib Doukkali', 'أبو شعيب الدكالي', 'AVENUE AHMED CHAOUKI', 'شارع أحمد شوقي', '523342811', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(273, 'Lycée Bir Anzarane', 'بئر أنزران', 'AVENUE VARENNE MUNICIPALITE D EL JADIDA', 'نهج فارين بلدية الجديدة', '0523-34-35-31', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(274, 'Lycée EL Qods', 'القدس', 'NAHJ DOUKKALA', 'نهج دكالة', '523392240', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(275, 'Lycée Jorf Lasfar', 'الجرف الاصفر', 'CENTRE SIDI SMAIL', 'مركز سيدي اسماعيل', '523362253', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(276, 'Lycée Chaouki', 'شوقي', 'LYCEE CHAOUKI . MOULAY ABDELLAH.', 'ثانوية شوقي التأهيلية . مولاي عبدالله', '523383447', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(277, 'Lycée Oqbah Bnou Nafie', 'عقبة بن نافع', 'lycee qualifiant oqbah bnou nafie', 'الثانوية التاهيلية عقبة بن نافع', '662107119', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(278, 'Lycée AL Massira', 'المسيرة', 'Ouled Ghanem', 'أولاد غانم', '', 40, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(279, 'Lycée Qualifiant  EL Khawarizmi', 'الثانوية التاهيلية الخوارزمي', 'Commune Zemrane charquia', 'جماعة زمران الشرقية', '673078332', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(280, 'Lycée Qualifiant  Anas Ibn Malek', 'الثانوية التاهيلية انس بن مالك', 'Commune KALAA DES SRAGHNA', 'جماعة قلعة السراغنة', '', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(281, 'Lycée Qualifiant EL Maghreb EL Arabi', 'ثانوية المغرب العربي التأهيلية', 'Municipalité de kalaa des sraghna', 'بلدية قلعة السراغنة', '661059865', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(282, 'Lycée Nokhbat Abla', 'نخبة عبلة', 'complexe economique et social- kalaa', 'المركب الاقتصادي و الاجتماعي، القلعة', '', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(283, 'Lycée Qualifiant Ibnou Sina', 'الثانوية التاهيلية ابن سينا', 'ESSAHRIJ', 'الصهريج', '', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(284, 'Lycée Qualifiant Sidi Rahal', 'الثانوية التأهيلية سيدي رحال', 'SIDI RAHAL EL KELLA DES SRAGHNA', 'بلدية سيدي رحال', '661108371', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(285, 'Lycée Qualifiant Elqods', 'ثانوية القدس التأهيلية', 'BLOC NAKHLA 1 ELKELAA DES SRAGHNA', 'بلوك  النخلة  1', '661056861', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(286, 'Lycée Qualifiant Tamellalet', 'الثانوية التأهيلية تملالت', 'TAMALLALET CENTRE', 'بلدية تملالت', '61056708', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(287, 'Lycée Qualifiant Rahali Elfarouq', 'االثانوية التأهيلية الرحالي الفاروق', 'EL ATTAOUIA CENTRE', 'بلدية العطاوية', '661107823', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(288, 'Lycée Qualifiant EL Imam Ali', 'االثانوية التأهيلية الامام علي', 'EL KELAA CENTRE', 'القلعة المركز', '661059865', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(289, 'Lycée Qualifiant EL Amria', 'االثانوية التأهيلية العامرية', 'COMMUNE EL AMRIA', 'جماعة العامرية', '-  -  -', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(290, 'Lycée Qualifiant Moulay Ismael', 'الثانوية التأهيلية مولاي اسماعيل', 'BLOC EL BAHJA EL KELAA', 'بلوك البهجة', '661725707', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(291, 'Lycée Qualifiant Tassaout', 'الثانوية التأهيلية تساوت', 'MUNICIPALITE EL KELAA', 'بلدية القلعة', '661059587', 50, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(292, 'Lycée Ibnou Hazm', 'ابن حزم', 'MDAGHRA', 'مدغرة', '535791634', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01');
INSERT INTO `ecoles` (`id`, `nom_fr`, `nom_ar`, `adresse_fr`, `adresse_ar`, `telephone`, `province_id`, `region_id`, `created_at`, `updated_at`) VALUES
(293, 'Lycée Hassan II Rissani', 'الاميرة للا سلمى', 'CENTRE RISSANI', 'مركز الريصاني', '661911389', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(294, 'Lycée Imam Malik', 'الامام مالك', 'rue mohamed VI route de meknes errachidia', 'شارع محمد السادس  طريق مكناس', '535572361', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(295, 'Lycée Technique', 'الثقنية', 'CITE boutalamine ERRACHIDIA', 'حي بوتلامين الرشيدية', '535571968', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(296, 'Lycée Maarakate Boudnib', 'معركة بودنيب', 'CENTRE BOUDNIB', 'مركز بودنيب', '535780122', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(297, 'Lycée Ibn Tahir', 'ابن طاهر', 'CITE BOUTALAMINE ERRACHIDIA', 'بوتالمين الرشيدية', '535572451', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(298, 'Lycée Amir Moulay Abdallah', 'الامير م عبد الله', 'CITE ELMATAR ERRACHIDIA', 'حي المطار الرشيدية', '35572864', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(299, 'Lycée Chahid My Tayeb Ben My Lakbir', 'الشهيد مولاي الطيب بن مولاي لكبير', 'CENTRE JORF ERFOUD', 'مركز الجرف', '661911397', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(300, 'Lycée Princesse Lalla Salma', 'الحسن 2 الريصاني', 'CENTRE RISSANI', 'مركز الريصاني', '535575149', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(301, 'Lycée Mohamed V', 'محمد الخامس', 'AVENUE HASSAN 2 GOULMIMA', 'شارع الحسن2 كلميمة', '535783518', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(302, 'Lycée Hassan II Tinjdad', 'الحسن الثاني تنجداد', 'CENTRE TINJDAD', 'مركز تنجداد', '535786156', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(303, 'Lycée Hassan I Aoufous', 'الحسن الاول اوفوس', 'CENTRE AOUFOUS', 'مركز اوفوس', '35577835', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(304, 'Lycée Sijilmassa', 'سجلماسة', 'AVENUE MOULAY ALI CHRIF ERRACHIDIA', 'شارع م علي الشريف الرشيدية', '35572499', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(305, 'Lycée Moulay Rachid', 'مولاي رشيد', 'CITE ESSALAM ERFOUD', 'حي السلام ارفود', '535576798', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(306, 'Lycée Ahmad Ou Bahaddou', 'حماد او باحدو', 'MALLAAB', 'ملعب', '661911388', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(307, 'Lycée Zaid Ouskounti', 'زايد اسكنتي', 'TADIGHOUST', 'تاديغوست', '661911394', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(308, 'Lycée Nouveau Erfoud', 'الثانوية التأهيلية الجديدة أرفود', 'ERFOUD', 'ارفود', '', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(309, 'Lycée Nouveau Qualifiant', 'الثانوية الجديدة التأهيلية', 'HAY AL KODS     ERRACHIDIA', 'حي القدس         الرشيدية', '', 55, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(310, 'Lycée EL Khawarizmi', 'الثانوية التاهيلية الخوارزمي', 'centre had dra', 'مركز جماعة أحد الدرى', '', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(311, 'Lycée Argane', 'أركان', 'CENTRE TAMANAR', 'مركز تمنار', '661067096', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(312, 'Lycée Almajd', 'الثانوية التاهيلية المجد', 'CENTRE SMIMOU', 'مركز سميمو', '654827109', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(313, 'Lycée AL Amal', 'الثانوية التأهيلية الأمل', 'TAFTACHT', 'تافتاشت', '', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(314, 'Lycée Nawras Mogador', 'نورس موكادور', 'avenu haj mohamed barzi LOTISSEMENT tafoukt', 'شارع الحاج محمد بارزي تجزئة تفوكت', '673626795', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(315, 'Lycée Talmest', 'تالمست', 'CENTRE TALMEST', 'مركز تالمست', '661064271', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(316, 'Lycée Mohamed V', 'محمد الخامس', 'BOULEVARD ELFATH ESSAOUIRA', 'شارع العقبة', '0661-068-301', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(317, 'Lycée Akensous', 'أكنسوس', 'BOULEVARD ELAKOUASS ESSAOUIRA', 'شارع الأقواس', '661067546', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(318, 'Lycée Prince Moulay Rachid', 'الأمير مولاي رشيد', 'CENTRE ELHANCHAN', 'مركز الحنشان', '661064289', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(319, 'Lycée Sidi Mohammed Bnou Abdellah', 'الثانويةالتأهيلية سيدي محمد بن عبدالله', 'LOTISSEMENT ELBORJ ESSAOUIRA', 'حي البرج 1 الصويرة', '61067410', 51, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(320, 'Lycée Prince  Moulay Rachid', 'الأمير مولاي رشيد', 'avenue des far', 'شارع الجيش الملكي', '528899180', 73, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(321, 'Lycée Ouadi Sakia AL Hamra', 'وادي الساقية الحمراء', 'AL HAY AL IDARI COMMUNE ESSEMARA', 'الحي الإداري', '0528-89-91-76', 73, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(322, 'Lycée Anass Ben Malek', 'انس بن مالك', 'hay essalam 04', 'حي السلام 04', '661462201', 73, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(323, 'Lycée Prince Moulay EL Hassan', 'الأمير مولاي الحسن', 'sais', 'سايس', '660146443', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(324, 'Lycée Ibn Arabi', 'ابن عربي', 'zouagha', 'زواغة', '', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(325, 'Lycée Ibn Sina', 'ابن سينا', 'av bayrout mont fleuri 1', 'شارع بيروت مونفلوري 1', '660146446', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(326, 'Lycée Abelkrim Daoudi', 'عبد الكريم الداودي', 'HAY AL MASSIRA BEN SOUDA', 'حي المسيرة بنسودة', '660146503', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(327, 'Lycée Centre SociAL des Non Voyants', 'مؤسسة محمد الخامس لإنقاد الضرير', 'ROUTE SEFROU face aref', 'طريق صفرو شارع ابن رشد أمام مقر الآكاديمية فاس', '660146445', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(328, 'Lycée Abdelkrim Erraiss', 'عبدالكريم الرايس', 'AV ABDELKABIR AL FASSI ADARISSA', 'شارع عبدالكبير الفاسي الادارسة', '660146439', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(329, 'Lycée AL Massira', 'المسيرة', 'JNANE AL OUARD', 'جنان الورد', '661146457', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(330, 'Lycée Abdellah Guennoun', 'عبدالله كنون', 'bel air narjis', 'تجزئة الهواء الجميل النرجس', '660146448', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(331, 'Lycée AllAL Loudiyi', 'علال الوديي', 'BAB SIFFER AIN HAROUNE MERiNIDES bp 3703', 'باب السيفر عين هارون المرينيين ص ب 3707', '660146460', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(332, 'Lycée Abdellah Chefchaouni', 'عبد الله الشفشاوني', 'AIN NOUKBI   jnane el ouard FES MEDINA', 'عين النقبي جنان الورد  فاس المدينة', '660146456', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(333, 'Lycée Salah Eddine AL Ayoubi', 'صلاح الدين الأيوبي', 'RUE DU SOUDAN', 'شارع السودان', '660146436', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(334, 'Lycée Imam Ibn Hanbal', 'الإمام ابن حنبل', 'QUARTIER PRINCE HERITIER EXBOURAMMANA FES', 'حي ولي العهد بورمانة طريق صفرو', '660146441', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(335, 'Lycée Moulay Sliman', 'مولاي سليمان', 'av saint louis ROUTE AIN CHKEF', 'شارع سان لوي الأطلس طريق عين الشقف', '660146437', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(336, 'Lycée Youssef Ibn Tachafine', 'يوسف بن تاشفين', 'RUE ben zakour  ATLAS', 'شارع سان لوي  الأطلس طريق عين الشقف', '660146438', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(337, 'Lycée Oum Ayman', 'أم أيمن', 'RUE AL IRAK', 'زنقة العراق', '0660-14-64-35', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(338, 'Lycée Abdrrahim Bouabid', 'عبد الرحيم بوعبيد', 'HAY TARIQ 1', 'حي طارق 1', '660146433', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(339, 'Lycée Ibn Hazm', 'إبن حزم', 'AVENUE DES SPORTS aguedal', 'شارع الرياضة أكدال', '660146434', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(340, 'Lycée Sidi Brahim', 'سيدي ابراهيم', 'HAY SIDI BRAHIM BP5556', 'حي سيدي ابراهيم ص ب 5556', '660146440', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(341, 'Lycée AllAL AL Fassi', 'علال الفاسي', 'FES JDID BP956 FES', 'زنقة بوطويل فاس الجديد ص ب 956', '660146442', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(342, 'Lycée Ibn Rochd', 'إبن رشد', 'av moulay rachid ROUTE DE SEFROU', 'شارع مولاي رشيد طريق صفرو', '660146444', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(343, 'Lycée Technique', 'الثانوية التقنية', 'AZZOHOUR 2 ROUTE SEFROU', 'حي الزهور 2 طريق صفرو', '660146447', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(344, 'Lycée Oum EL Banine', 'أم البنين', 'Av Ahmed Mekouar batha FES MEDINA', 'شارع احمد مكوار  البطحاء فاس المدينة', '660146450', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(345, 'Lycée Moulay Idriss', 'مولاي ادريس', 'BOUJLOUD  FESMEDINA', 'بوجلود فاس المدينة', '535633160', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(346, 'Lycée Moulay Rchid', 'مولاي رشيد', 'HAY ECHOUADAE GUEROUAOUA  FESMEDINA', 'حي الشهداء كرواوة فاس المدينة', '660146455', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(347, 'Lycée Ibn Bajja', 'ابن باجة', 'ZENJFOU  oued zhoune FESMEDINA', 'الزنجفور واد الزحون  فاس المدينة', '660146454', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(348, 'Lycée Princesse Lalla Salma', 'الأميرة للا سلمى', 'BAB JIAF FES', 'باب الجياف فاس', '660146449', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(349, 'Lycée Moulay Abdesselam Ben Mchich', 'مولاي عبد السلام بن مشيش', 'BAB JDID  FESMEDINA', 'باب الجديد عرصة لمدلسي : فاس المدينة', '660146452', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(350, 'Lycée EL Adarissa', 'الأدارسة', 'HAY AL ADARISSA ROUTE AINE CHKAF pp6329 fes', 'حي الأدارسة طريق عين الشقف ص ب 6329', '660146501', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(351, 'Lycée AL Quaraouiyine', 'ابن خلدون', 'HAY CHRARDA FES', 'حي الشراردة فاس', '660146459', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(352, 'Lycée Bnou Hanie', 'ابن هاني', 'HAY AINE KADOUSSE', 'عين قادوس حي لمصلى - فاس', '535645248', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(353, 'Lycée Bnou EL Haytam', 'ابن الهيتم', 'ROUTE MEKNES AINE KADOUSSE FES', 'طريق مكناس عين قادوس', '660146499', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(354, 'Lycée Ben Souda', 'بنسودة', 'lycée BEN SOUDA zouagha FES', 'بنسودة زواغة  فاس', '660146502', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(355, 'Lycée Bnou Khaldoune', 'القرويين', 'HAY CHRARDA FES', 'حي الشراردة فاس', '660146458', 17, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(356, 'Lycée Abi Inane', 'أبي عنان', 'AVENUE FORCE ARMEE ROYAL', 'شارع الجيش الملكي', '536785584', 16, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(357, 'Lycée Badr', 'بدر', 'HAY EL JADID talsint', 'الحي الجديد تالسينت', '662190265', 16, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(358, 'Lycée Ibnou Khaldoun', 'ابن خلدون', 'HAY BELKHEIR', 'حي بلخير', '662190271', 16, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(359, 'Lycée Prince Moulay Rachid', 'مولاي رشيد', 'HAY BAGHDAD', 'حي بغداد', '662190325', 16, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(360, 'Lycée Imam EL Boukhari', 'الإمام البخاري', 'CITE ADMINISTRATIVE', 'الحي الإداري', '662190359', 16, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(361, 'Lycée RahAL Meskini', 'القاضي عياض', 'AVENUE  MOHAMMED VI', 'شارع محمد السادس', '662190292', 16, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(362, 'Lycée Ibnou EL Banaa EL Morrakochi', 'ابن البناء المراكشي', 'CENTRE DE BNI TADJITE  BP 27', 'مركز بني تاجيت ص ب 27', '662190274', 16, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(363, 'Lycée Technique Mohammed Abed EL Jaberi', 'ثانوية محمد عابد الجابري التقنية', 'HEY EZZELAKA BOUARFA', 'حي الزلاقة بوعرفة', '662190296', 16, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(364, 'Lycée Qualifiant Ibn Sina', 'ثانوية إبن سينا التأهيلية', 'hay miri', 'حي ميري', '', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(365, 'Lycée Mohamed V', 'محمد الخامس', 'hay tayert', 'حي تيرت', '528872858', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(366, 'Lycée Qualifiant Tighmerte', 'الثاننوية التاهيلية تغمرت', 'CENTRE ASRIR', 'مركزتيغمرت /أسرير', '528770046', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(367, 'Lycée D Excellence Qualifiant', 'ثانوية التميزالتأهيلية', 'HAY AMHAIRICH', 'حي أمحيريش', '661461763', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(368, 'Lycée AL Amal', 'الأمل', 'commune laqsabi', 'جماعة لقصابي', '61462192', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(369, 'Lycée Qualifiant Enseignement Originel', 'ثانوية التعليم الأصيل', 'avenue el massira', 'شارع المسيرة', '673391032', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(370, 'Lycée AL Irfane', 'العرفان', 'COMMUNE TAGHJIJT CENTRE', 'مركز جماعة تغجيجت', '661462194', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(371, 'Lycée Qualifiant Aferkate', 'ثانوية افركط التأهيلية', 'COMMUNE AFERKATE CENTRE', 'جماعة افركط المركز', '661462204', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(372, 'Lycée EL Khaouarizmi', 'الخوارزمي', 'QUARTIER QODS', 'حي القدس', '528873344', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(373, 'Lycée Aday Qualifiant', 'ثانوية اداي التأهيلية', 'ADAY CENTRE', 'اداي المركز', 'O661520426', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(374, 'Lycée AL Makhtar Assoussi', 'المختار السوسي', 'IFRANE ATLAS SAGHIR CENTRE', 'مركز افران الأطلس الصغير', '', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(375, 'Lycée Mohamed Vi', 'محمد السادس', 'MUNICIPALITE DE GUELMIM', 'شارع الحسن الثاني', '528872728', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(376, 'Lycée Tarik Ben Zyad Qualifiant', 'ثانوية طارق ابن زياد التأهيلية', 'FASK  CENTRE', 'فاصك المركز', '528871595', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(377, 'Lycée Bab Sahara', 'باب الصحراء', 'AVENUE MOHAMED 6', 'شارع محمد 6', '528872109', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(378, 'Lycée Lalla Meriem', 'للا مريم', 'HAY NOUADER', 'حي النوادر', '528872966', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(379, 'Lycée Hassan II', 'الحسن الثاني', 'BUIZAKARNE CENTRE', 'مركز بويزكارن', '528788111', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(380, 'Lycée Moulay Rachid Qualifiant', 'ثانوية مولاي الرشيد التأهيلية', 'HAY EL QODS', 'حي القدس', '661463943', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(381, 'Lycée EL Banate  Essadaka', 'البنات / الصداقة', 'QUARTIER DOBBAT', 'حي الضباط', '528772001', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(382, 'Lycée AL Fadila Qualifiant', 'ثانوية الفضيلة التأهيلية', 'ASRIR CENTRE', 'مركز  أسرير', '661466369', 66, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(383, 'Lycée Mohamed V', 'محمد الخامس', 'ROUTE AIN AGHBAL AZROU', 'طريق عين اغبال أزرو', '035-56-20-90', 20, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(384, 'Lycée Tarik Bnou Ziad', 'طارق بن زياد', 'QUARTIER ADMINISTRATIF AZROU', 'الحى الاداري ازرو', '0535-56-24-16', 20, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(385, 'Lycée Abou Bakr Asseddik', 'أبي بكر الصديق', 'IZGHAR AZNAG AIN LEUH', 'أزغار أزناك  عين اللوح', '661911343', 20, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(386, 'Lycée DeusiemEL Militaire Royal', 'الثانوية العسكرية الملكية الثانية', 'ROUTE DAZROU MUNICIPALITE IFRANE', 'طريق ازرو  بلدية افران', '035-56-60-18', 20, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(387, 'Lycée Qualifiant AllAL AL Fassi', 'ثانـويــة عـلال الفـــاسي الـتـــأهيــلـيـــة', 'QUARTIER  AL ATLAS IFRANE', 'حي الاطلس إفران', '535566234', 20, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(388, 'Lycée Michlifen', 'ثانوية ميشليفن التاهيلية', 'route bensmim', 'طريق ابن صميم', '618177196', 20, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(389, 'Lycée Assafa', 'الصفاء', 'quasbat taher', 'قصبة الطاهر', '', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(390, 'Lycée Tariq Ben Zyad', 'طارق بن زياد', 'JORF OULED DAHOU', 'الجرف اولاد داحو', '661901899', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(391, 'Lycée AL Majd', 'المجد', 'HAY AZROU AIT MELLOUL', 'حي ازرو ايت ملول', '661913138', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(392, 'Lycée AL Fath', 'الفتح', 'TALIINT LQLIAA', 'تالعينت القليعة', '069-59-54-48', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(393, 'Lycée Qualifiant Abdellah  Echefchaouini', 'ثانوية عبدالله الشفشاوني التأهيلية', 'Douar Lebdou Temsia', 'دوار البدوع تمسية', '661344965', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(394, 'Lycée Assaada', 'السعادة', 'LOT ADMINE AIT MELLOUL', 'ادمين ايت ملول', '0528-24-09-07', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(395, 'Lycée des Sportifs', 'ثانوية الرياضيين', 'INEZGANE', 'المركز التربوي الجهوي انزكان', '', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(396, 'Lycée Maarifa', 'المعرفة', 'lot yassmina 1 AIT MELLOUL', 'تجزئة ياسمينة 1 ايت ملول', '528246703', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(397, 'Lycée FaycAL Ben Abdelaziz', 'فيصل بن عبد العزيز', 'Q IREHALN   DCHEIRA JIHADIA', 'حي ارحالن الدشيرة الجهادية', '0528-27-04-81', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(398, 'Lycée Abdallah Ibn Yassine', 'عبد الله بن ياسين', 'RUE ECOLES   INEZGANE', 'شارع المدارس انزكان', '028-83-26-77', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(399, 'Lycée Alhassane Ben Mohamed EL Khyat', 'الحسن بن محمد الخياط', 'cite des fonctionnaires inezgane', 'حي الموظفين انزكان', '028-83-48-81', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(400, 'Lycée Houmane EL Fatwaki', 'حمان الفطواكي التأهيلية', 'LOTISSEMENT JIHADIA  DCHEIRA EL JIHADIA', 'تجزئة الجهادية الدشيرة الجهادية', '028-83-50-28', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(401, 'Lycée Omar AL Khayam', 'عمر الخيام', 'QUARTIER ILGHIATEN     DCHEIRA EL JIHADIA', 'حي الغياثن الدشيرة', '0528-27-25-53', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(402, 'Lycée Mohamed AL Baqali', 'محمد البقالي', 'CITE ADMIME AIT MELLOUL', 'حي ادمين ايت ملول', '0528-24-00-55', 61, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(403, 'Lycée Ezzarktouni', 'ثانوية الزرقطوني التأهيلية', 'AVENUE HASSANE 2 JERADA', 'شارع الحسن الثاني', '36822837', 12, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(404, 'Lycée Jaber Ibn Hayane', 'ثانوية جابر بن حيان التأهيلية', 'HAY EL MASSIRA HASSI BLAL JRADA', 'حي المسيرة', '536822512', 12, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(405, 'Lycée Ibn Khaldoun', 'ثانوية ابن خلدون التأهيلية', 'AIN BNI MATHAR CENTRE AIN BNI MATHAR', 'عين بني مطهر', '0536-65-9033', 12, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(406, 'Lycée AL Qods', 'ثانوية القدس التأهيلية', 'MUNICIPALITE TOUISSIT', 'بلدية تويسيت', '536654812', 12, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(407, 'Lycée Ibnou AL Haytam', 'ابن الهيثم', 'OULED OUJIH KENITRA', 'أولاد اوجيه القنيطرة', '61759718', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(408, 'Lycée Ibnou Al- Athir', 'ابن الأثير', 'COMMUNE ARBAOUA.CENTRE.', 'عرباوة  المركز', '61091814', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(409, 'Lycée Abou Hayane Attaouhidi', 'ابو حيان التوحيدي', 'saknia kenitra', 'الساكنية القنيطرة', '61781255', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(410, 'Lycée AL Anouar', 'الأنوار', 'SIDI TAIBI CENTRE', 'سيدي الطيبي المركز', '671814946', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(411, 'Lycée AL Maamoura', 'المعمورة', 'KENITRA', 'القنيطرة', '', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(412, 'Lycée AL Amira Lalla Khadija', 'الأميرة للا خديجة', 'LALLA MIMOUNA', 'للا ميمونة', '671814168', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(413, 'Lycée AL Amir Moulay EL Hassan', 'الأمير مولاي الحسن', 'SOUK EL ARBAA', 'سوق أربعاء الغرب', '', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(414, 'Lycée Hafid Ibrahim', 'حافظ إبراهيم', 'benmansour', 'بنمنصور', '664355173', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(415, 'Lycée Ibn  Wafid', 'ابن الوافد', 'RUE SAAD ZAGHLOUL VILLE  HAUTE KENITRA', 'زنقة سعد زغلول المدينة العليا القنيطرة', '37373336', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(416, 'Lycée AL Qods', 'القدس', 'RUE ABDELAZIZ BOUTALEB KENITRA', 'زنقة عبدالعزيز بوطالب القنيطرة', '661947855', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(417, 'Lycée Ibn Abad', 'ابن عباد', 'RUE MOHAMED ALFIHRI KENITRA', 'شارع محمد الفهري  القنيطرة', '037-36-25-78', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(418, 'Lycée Taha Houssein', 'طه حسين', 'AVENUE HAROUN ERRACHID KENITRA', 'زنقة هارون الرشيد القنيطرة', '537374445', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(419, 'Lycée Sidi AllAL Tazi', 'ثانوية علال التازي التأهيلية', 'Rue agricole', 'شارع المركز الفلاحي', '0661-78-37-92', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(420, 'Lycée Abd Errahman Ennacer', 'عبد الرحمان الناصر', 'AVENUE HOUMMANE ALFATOUAKI KENITRA', 'شارع حمان الفطواكي القنيطرة', '0537-37-00-25', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(421, 'Lycée Technique Ibn Sina', 'الثانوية التأهلية ابن سسينا التقنية', 'RUE CHAKIB ARSSALANE KENITRA', 'زنقة شكيب أرسلان القنيطرة', '0537-37-44-91', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(422, 'Lycée Abd Almalek Assaadi', 'عبد المالك السعدي', 'RUE SEBOU KENITRA', 'زنقة سبو القنيطرة', '0537-37-99-16', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(423, 'Lycée Mohammed V', 'محمد الخامس', 'Route ain sebaa KENITRA', 'طريق عين السبع القنيطرة', '661769345', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(424, 'Lycée Idriss Premier', 'إدريس الأول', 'AVENUE MOHAMMED V KENITRA', 'شارع محد الخامس القنيطرة', '0537-36-55-98', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(425, 'Lycée Ibn Batouta Qualifiant', 'ثانوية ابن بطوطة التأهيلية', 'AVENUE LA MARCHE VERTE', 'شارع المسيرة الخضراء', '0537-38-06-87', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(426, 'Lycée Sidi Aissa', 'سيدي عيسى', 'AV ABDELMOUMEN BEN ALI  SOUK EL ARBAA', 'شارع عبد المومن بن علي سوق اربعاء الغرب', '0537-90-24-96', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(427, 'Lycée Militaire Royal', 'الثانوية  العسكرية الملكية الأولى', 'TROISIEME BASE AERIENNE KENITRA', 'الفاعدة الجوية العسكرية الثالثة', '537371121', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(428, 'Lycée Takaddoum', 'التقدم', 'AVENUE MOULAY YOUSSEF KENITRA', 'شارع مولاي يوسف القنيطرة', '0537-36-31-87', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(429, 'Lycée AL Massira Alkhadra', 'المسيرة الخضراء', 'PAM SAKNIA  KENITRA', 'بام الساكنية القنيطرة', '0537-38-00-18', 29, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(430, 'Lycée Ahmed Tayeb Ben Hima', 'احمد الطيب بن هيمة', 'CENTRE HAD BRACHOUA COMMUNE HAD BRACHOUA', 'حد البراشوة  المركز', '660958751', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(431, 'Lycée Fatima Zahra', 'فاطمة الزهراء', 'CENTRE ZHILIGA COMMUNE ZHILIGA', 'الزحيلكة المركز', '660958334', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(432, 'Lycée Abdellah Guennoun', 'عبد الله كنون', 'HAY ASSAADA MUNICIPALITE KHEMISSET', 'حي السعادة شارع ابن سينا', '0660-95-86-96', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(433, 'Lycée Oued Eddahab', 'واد الدهب', 'AVENUE MASSIRA MUNICIPALITE KHEMISSET', 'شارع المسيرة', '660958744', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(434, 'Lycée Abdelkarim Khattabi', 'عبد الكريم الخطابي', 'CENTRE TIFLET COMMUNE TIFLET', 'تيفلت المركز', '660958735', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(435, 'Lycée Moussa Bnou Noussair', 'موسى بن نصير', 'AVENUE YOUSSEF IBN TACHFINE MUNICIPALITE KHEMISSET', 'شارع يوسف بن تاشفين', '660958705', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(436, 'Lycée Yasmine', 'الياسمين', 'AVENUE IBNSINA MUNICIPALITE KHEMISSET', 'شارع ابن سينا', '037-55-20-71', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(437, 'Lycée EL Fath', 'الفتح', 'ROUTE ABIRAKRAK  MUNICIPALITE KHEMISSET', 'شارع ابي رقراق حي الزهراء', '660958704', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(438, 'Lycée Abderrahman Zaki', 'عبد الرحمان الزاكي', 'BP 130 ROMMANI MUNICIPALITE ROMMANI', 'ص ب 130 الرماني', '06.60.958728', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(439, 'Lycée Mohammed Vi', 'محمد السادس', 'CENTRE OULMES COMMUNE OULMES', 'ولماس المركز', '660958718', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(440, 'Lycée Prince Moulay Rachid', 'الامير مولاي رشيد', 'CENTRE TIDDAS COMMUNE TIDDAS', 'تيداس المركز', '660958741', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(441, 'Lycée Almokhtar Soussi', 'المختار السوسي', 'MAAZIZ CENTRE', 'المعازيز المركز', '660191129', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(442, 'Lycée Moulay Driss', 'مولاي ادريس', 'CENTRE SIDI ALLAL BAHRAOUI', 'سيدي علاال البحراوي المركز', '660958720', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(443, 'Lycée Mohamed Belhassan EL Ouazzani', 'محمد بلحسن الوزاني', 'LOTISSEMENT YASSMINE II MUNICIPALITE KHEMISSET', 'حي الياسمين', '-  -  -', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(444, 'Lycée Driss Benzekri', 'ادريس بنزكري', 'Tiflet centre', 'تيفلت المركز', '660191128', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(445, 'Lycée Atlas', 'الاطلس', 'ait yadine centre', 'ايت يادين المركز', '660191127', 30, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(446, 'Lycée EL Majd', 'المجد', 'ROUTE EL HAMMAMA MRIRT', 'طريق الحمام بلدية مريرت', '', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(447, 'Lycée Ajdir', 'اجدير', 'Route de aguelmous kenifra', 'طريق اكلموس خنيفرة', '661828092', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(448, 'Lycée Zerktouni', 'الزرقطوني', 'tazart iaraden municipalite khenifra', 'تزارت اعراضن بلدية خنيفرة', '661079837', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(449, 'Lycée AL Quods', 'القدس', 'ROUTE DE BNI MELLAL COMMUNE TIGHESSALINE', 'طريق بني ملال جماعة تيغسالين', '035-59-63-74', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(450, 'Lycée Oum Erbia', 'ام الربيع', 'ROUTE DE MEKNES MUNICIPALITE MRIRT', 'طريق مكناس بلدية مريرت', '035-39-00-70', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(451, 'Lycée Lahcen EL Youssi', 'لحسن اليوسي', 'AIT ISHAQ CENTRE COMMUNE AIT ISHAQ', 'مركز جماعة ايت اسحاق', '035-39-90-13', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(452, 'Lycée Tazizaoute', 'تازيزاوت', 'EL KBAB CENTRE COMMUNE EL KBAB', 'مركز جماعة الفباب', '0535-39-40-36', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(453, 'Lycée Moulay Rachid', 'مولاي رشيد', 'ROUTE DE KHENIFRA COMMUNE AGUELMOUS', 'طريق خنيفرة جماعة اكلموس', '035-37-00-45', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(454, 'Lycée Mohamed Vi', 'محمد السادس', 'AMALOU CENTRE municipalite khenifra', 'امالو بلدية خنيفرة', '035-58-61-45', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(455, 'Lycée Tarik', 'طارق', 'ROUTE DE MEKNES municipalite khenifra', 'طريق مكناس بلدية خنيفرة', '0535-58-68-21', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(456, 'Lycée Mansour Eddahbi', 'المنصور الدهبي', 'MOULAY BOUAZZA CENTRE COMMUNE MOULAY BOUAZZA', 'مركز جماعة مولاي بوعزة', '0535-39-50-20', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(457, 'Lycée Abou EL Kacem Ezzayani', 'ابو القاسم الزياني', 'ROUTE DE TADLA MUNICIPALITE KHENIFRA', 'طريق تادلة بلدية خنيفرة', '035-58-60-25', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(458, 'Lycée Mohamed V', 'محمد الخامس', 'QUARTIER ELKARAOUIA municipalite khenifra', 'حي القروية بلدية خنيفرة', '535586503', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(459, 'Lycée Fatim Ezahra', 'فاطمة الزهراء', 'QUARTIER HAMRIA MUNICIPALITE KHENIFRA', 'حي حمرية بلدية خنيفرة', '035-58-62-50', 36, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(460, 'Lycée Ouardigha', 'ثانوية  ورديغة', 'CENTRE COMUNE BIR MEZOUI  COMMUNE BIR MEZOUI', 'مركز  جماعة  بير  مزوي', '023-52-16-32', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(461, 'Lycée Ibnou Toumert', 'ابن  تومرت', 'CENTRE COMMUNE EL GUEFAF', 'مركز  جماعة  الكفاف', '0523-57-90-64', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(462, 'Lycée Ibn Yassine', 'بن ياسين', 'AVENUE DES ALAOUITES', 'شارع  العلويين', '0523-49-43-42', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(463, 'Lycée Ibn Abdoun', 'ابن  عبدون', 'RUE EL MOUTANABI MUNICIPALITE KHOURIBGA', 'زنقة  المتنبي', '0523-56-29-07', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(464, 'Lycée Phosphate', 'الفوسفاط', 'HAY AL amal rUE rafah', 'حي الامل زنقة رفح', '0523-56-35-27', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(465, 'Lycée AL Mouahidine', 'الموحدين', 'AVENUE BENI AMIR', 'شارع  بني  عمير', '0523-56-10-13', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(466, 'Lycée Youssef Ibn Tachafine', 'يوسف  بن  تاشفين', 'HAY YASMINA 1  MUNICIPALITE KHOURIBGA', 'حي  ياسمينة  1', '0523.56.22.60', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(467, 'Lycée Ibn Tofail', 'ابن  طفيل', 'RUE DES ECOLES', 'زنقة  المدارس', '0523-41-61-37', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(468, 'Lycée EL Mokhtar Soussi', 'المختار   السوسي', 'RUE Ahmed Rhadaoui', 'زنقة احمد الغداوي', '0523-41-65-81', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(469, 'Lycée Abdellah Guennoune', 'الفارابي', 'QUARTIER ADMINISTRATIF', 'الحي  الاداري', '0523-41-40-74', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(470, 'Lycée Ibn Rochd', 'ابن  رشد', 'ROUTE DE KHENIFRA', 'طريق  خنيفرة', '0523-41-42-19', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(471, 'Lycée AL Farabi', 'عبد الله كنون', 'QUARTIER ADMINISTRATIF', 'الحي  الاداري', '0523-41-49-90', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(472, 'Lycée Dakhla', 'الداخلة', 'HAY   dakhla   MUNICIPALITE BOUJNIBA', 'حي  الداخلة', '0523-57-01-57', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(473, 'Lycée Imam Ali', 'الامام  علي', 'HATTANE', 'حطان', '0523-57-45-76', 37, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(474, 'Lycée Abou Bakr Essiddik', 'ابو  بكر  الصديق', 'CENTRE BOULAOUARE COMMUNE BOULANOUARE', 'مركز  بولنوار', '671808366', 37, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(475, 'Lycée Ibnou EL Bannae Classes Preparatoires', 'ابن  البناء للاقسام التحضيرية', 'BOULEVARD  IBRAHIM ERROUDANI', 'شارع  ابراهيم الروداني', '523497458', 37, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(476, 'Lycée Tachrafet', 'ثانوية تاشرافت التأهيلية', 'CENTRE COMMUNE TACHRAFTCERCLE BEJAAD', 'مركز  تاشرافت', '671801953', 37, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(477, 'Lycée Qualifiant Ibn Battouta', 'الثانوية التأهيلية ابن بطوطة', 'QUARTIER EL AAOUDA', 'حي العودة', '61900358', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(478, 'Lycée Qualifiant 25 Mars', 'الثانوية التأهيلية 25 مارس', 'MADINAT 25 MARS', 'مدينة 25 مارس', '661905007', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(479, 'Lycée Qualifiant AL Marssa', 'الثانوية التأهيلية المرسى', 'Av mouhamed yazidi', 'شارع محمد يازيدي', '528998048', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(480, 'Lycée Qualifiant Technique', 'الثانوية التأهيلية التقنية', 'ville el wahda laayoune', 'مدينة الوحدة', '661900358', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(481, 'Lycée Qualifiant Errazi', 'الثانوية التأهيلية الرازي', 'avenue saad ben mouad Quartier Alwifaq', 'حي الوفاق شارع سعد بن معاذ', '661796788', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(482, 'Lycée Qualifiant Maarik Tegal', 'الثانوية التأهيلية معارك تكل', 'hay attaaoune', 'حي التعاون', '528891480', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(483, 'Lycée Qualifiant Moussa Ibn Noussair', 'الثانوية التأهيلية موسى إبن نصير', 'Madinat aloiahda bloc I', 'مدينة الوحدة بلوك I', '661901549', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(484, 'Lycée Qualifiant Ibn Zohr', 'الثانوية التأهيلية إبن زهر', 'Madinat Aloihda bloc I', 'Iمدينة الوحدة بلوك', '661661893', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(485, 'Lycée Qualifiant Assakia Ahamra', 'الثانوية التأهيلية الساقية الحمراء', 'AVENUE ALHISAM HAY ALQODS LOT 707', 'شارع الحزام، حي القدس، تجزئة 707', '528981675', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(486, 'Lycée Qualifiant Hay AL Quassame', 'الثانوية التأهيلية حي القسم', 'HAY ALQASSAMEAVENUE BEN CHEIKH MAALAANINE', 'حي القسم ، شارع الشيخ ماء العينين', '028-89-13-50', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(487, 'Lycée Qualifiant Attanmia', 'الثانوية التأهيلية التنمية', 'HAY ALMASSIRAAVENUE ABOU BAKR SEDDIK', 'حي المسيرة ،شارع أبو بكر الصديق', '661900332', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(488, 'Lycée Qualifiant Hassan 2', 'الثانوية التأهيلية الحسن الثاني', 'PLACE OUM SAAD BP402', 'ساحة أم السعد ص.ب 402', '528893994', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(489, 'Lycée Qualifiant Mouhamed 5', 'الثانوبة التأهيلية محمد الخامس', 'AVENUE MOULAY ABDELLAH', 'شارع مولاي عبد الله', '028-89-51-00', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(490, 'Lycée Qualifiant Lamssalla', 'الثانوية التأهيلية المصلى', 'AVENUE LAMSALLA HAY ALQODS', 'طريق السمارة حي القدس زنقة الفرارين قرب دار الطالب', '528892259', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(491, 'Lycée Qualifiant Lissane Eddine Ibn AL Khatib', 'الثانوية التأهيلية لسان الدين إبن الخطيب', 'PLACE OUM SAADAVENUE HASSAN 1IER', 'ساحة أم السعد ، شارع الحسن الأول', '028-89-23-38', 70, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(492, 'Lycée Elmanssour Eddahbi', 'ثانوية المنصور الدهبي التأهيلية', 'AVENUE MANSOUR EDDAHBI COMMUNE KSAR KEBIR', 'شارع المنصور الذهبي', '0539-91-88-14', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(493, 'Lycée Moulay Mohamed Ben Abdallah', 'ثانوية مولاي محمد بن عبدالله  التأهيليه', 'AVENUe omar bno abdraziz  COMMUNE LARACHE', 'شارع عمر بن عبدالعزيز', '039-91-29-58', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(494, 'Lycée AL Mohammadia', 'الثانوية التأهيلية المحمدية', 'AVENUE ROUTE DE TATOFT', 'شارع طريق تطفت', '0539-91-81-21', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(495, 'Lycée Oued EL Makhazine Originel', 'الثانوية التأهيلية وادي المخازن', 'ROUTE DE TATOFT COMMUNE KSAR EL KEBIR', 'طريق تطفت', '0539-91-89-53', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(496, 'Lycée Maa  Laaynine Originel', 'ثانوية ماء العينين التأهيلية', 'AVENUe OMAR IBN ABDELAZIZ COMMUNE LARACHE', 'شارع عمر بن عبدالعزيز', '613189009', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(497, 'Lycée Ahmed Errachidi', 'ثانوية أحمد الراشدي التأهيلية', 'HAY ESSALAM COMMUNE KSAR EL KRBIR', 'حي السلام', '0539-90-77-04', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(498, 'Lycée Abdelali Ben Chekroun', 'ثانوية عبدالعالي بن شقرون التأهيلية', 'HAY EL JADID COMMUNE LARACHE', 'الحي الجديد', '539521674', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(499, 'Lycée Technique', 'الثانوية التقنية', 'LOTISSEMENT ALMAGHREB ALJADID', 'تجزئة المغرب الجديد', '641999402', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(500, 'Lycée Route De Rabat', 'طريق الرباط', 'KSAR KEBIR', 'القصر الكبير', '655790977', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(501, 'Lycée AllAL Elfassi', 'ثانوية علال الفاسي التأهيلية', 'LAAOUAMRA CENTRE COMMUNE LAAOUAMRA', 'العوامرة المركز', '613191308', 5, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(502, 'Lycée Abdellah Ibrahim', 'عبد الله ابراهيم', 'LAMHAMID', 'المحاميد', '673082120', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(503, 'Lycée Ibnou Almouataz', 'ابن المعتز', 'CENTRE LOUDAYA', 'الاوداية', '61050484', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(504, 'Lycée Addoha', 'الضحى', 'lot addoha quartier m\'hamid', 'تجزئة الضحي حي المحاميد', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(505, 'Lycée AL Ouifak', 'الوفاق', 'SID ZOUINE', 'سيد الزوين', '654827026', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(506, 'Lycée AL Ouaha', 'الواحة', 'OUAHAT SIDI BRAHIM', 'واحة سيدي إبراهيم', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(507, 'Lycée Tassaltante', 'تسلطانت', 'DOUAR LAGOUASSEM', 'دوار لكواسم', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(508, 'Lycée AL Azzouzia', 'العزوزية', 'HAY AL AZZOUZIA', 'حي العزوزية', '654827041', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(509, 'Lycée Tamansourte', 'تمنصورت', 'TAMANSOURTE', 'تمنصورت', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(510, 'Lycée Lamhamid 9', 'لمحاميد 9', 'Lamhamid 7', 'لمحاميد 7', '654827042', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(511, 'Lycée EL Khaouarizmi 2', 'الخوارزمي 2', 'douar jdid sidi youssef ben ali', 'الدوار الجديد سيدي يوسف بن علي', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(512, 'Lycée Prince Héritier My EL Hassan', 'ولي العهد الأمير مولاي الحسن', 'Tamansourt', 'تمنصورت', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(513, 'Lycée AL Mouahidine', 'الثانوية التأهيلية الموحدين', 'bab lakhmis', 'باب الخميس', '654827047', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(514, 'Lycée Abou Taib AL Moutanabbi', 'أبو الطيب المتنبي', 'HAY AL IZDIHAR', 'حي الازدهار', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(515, 'Lycée Ecole Technique De La  Befra', 'المدرسة التقنية لقاعدة مدارس القوات الملكية الجوية', 'GE  BEFRA', 'قاعدة  مدارس القوات المسلحة الملكية الجوية', '024-44-04-11', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(516, 'Lycée Ecole Royale De Lycée Air - Era', 'المدرسة الملكية الجوية', 'BASE ECOLE DES FAR', 'قاعدة  مدارس القوات المسلحة الملكية', '024-44-79-17', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(517, 'Lycée EL Khaouarizmi', 'الخوارزمي', 'azli sud', 'أزلي الجنوبي', '673088697', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(518, 'Lycée Le Maghreb Arabe', 'المغرب العربي', 'HAY LAMHAMID COMMUNE MENARA', 'حي المحاميد', '61914228', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(519, 'Lycée Sidi Abderrahmane', 'سيدي عبدالرحمان', 'HAY EL HASSANI KASTOUR', 'كاسطور الحي الحسني', '618863637', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(520, 'Lycée Hassan II', 'الحسن الثاني', 'RUE ELKADI AYAD', 'زنقة القاضي عياض', '0524-43-07-92', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(521, 'Lycée Ezzarktouni', 'الزرقطوني', 'MASSIRA 1 A', 'المسيرة 1 حرف أ', '0661-91-43-01', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(522, 'Lycée Mohammed Vi', 'محمد السادس', 'AZLI', 'أزلي', '524496272', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(523, 'Lycée Abi Elabbas Essabti', 'ابي العباس السبتي', 'RUE ABOU OUBAIDA HAY MOHMMADI', 'زنقة أبي عبيدة   الحي المحمدي', '61914067', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(524, 'Lycée Ibnou Sina', 'ابن سينا', 'BOUKKAR', 'حي بوكار', '61191437', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(525, 'Lycée Qualifiant Mouhamed 5', 'سحنون', 'AV MOULAY ABDELLAH', 'شارع مولاي عبد الله', '661914302', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(526, 'Lycée EL Kadi Ayad', 'القاضي عياض', 'ASSIF', 'أسيف', '0524-30-32-07', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(527, 'Lycée Salah Eddine EL Ayoubi', 'صلاح الدين الأيوبي', 'MASSIRA 2', 'المسيرة 2', '661914226', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(528, 'Lycée Ibn   Abbad', 'ابن عباد', 'AV AHMED CHAOUKI GUELIZ', 'شارع أحمد شوقي جليز', '661103902', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(529, 'Lycée Ibn Toumert', 'ابن تومرت', 'HAY EL HASSANI', 'الحي الحسني', '661103749', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(530, 'Lycée Azzahra', 'ثانوية الزهراء', 'HAY MOUHAMMADI UNITE 4', 'الحي المحمدي', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(531, 'Lycée Hassane Ben Tabit', 'محمد الخامس', 'BAB GHMAT', 'باب اغمات', '061 91 44 01', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(532, 'Lycée Mohamed V -Bab Ghmat-', 'حسان بن ثابت', 'BAB GHMAT', 'باب اغمات', '673080923', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(533, 'Lycée Koutoubia', 'الكتبية', 'ARSET EL HAMED BAB DOUKALA', 'عرصة الحامض باب دكالة', '673081659', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(534, 'Lycée Aouda Saadia', 'عودة السعدية', 'ERCHIDIA BAB EDBAGH', 'الرشيدية باب الدباغ', '661909584', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(535, 'Lycée Ben Youssef', 'ابن يوسف', 'aach bellarej route de casa', 'عش بلارج طريق الدر البيضاء', '-  -  -', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(536, 'Lycée Youssef Ibn Tachafine', 'يوسف بن تاشفين', 'AVENUE DES ECOLES MUNICIPALILE SI. YOUSSEF BEN ALI', 'شارع المدارس مقاطعة سيدي يوسف بنعلي', '', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(537, 'Lycée Moussa Ben Noussayre', 'موسى بن نصير', 'AVENUE AL BERRADA MUNICIPALITE SI YOUSSEF BEN ALI', 'شارع البرادة مقاطعة سيدي يوسف بن علي', '661104948', 47, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(538, 'Lycée Moulay Youssef', 'مولاي يوسف', 'HAY EL AMAL TIT MELLIL CASA', 'حي الأمل تيط مليل', '522510429', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(539, 'Lycée Ibn Batouta', 'ابن بطوطة', 'BD ALLAL BEN ABDELLAH MEDIOUNA', 'شارع علال بن عبدالله مديونة', '522338539', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(540, 'Lycée Zineb Ennafzaouya', 'زينب النفزاوية', 'commune el mejjatia', 'جماعة المجاطية', '522338169', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(541, 'Lycée Khadija Oum AL Mouminine', 'خديجة أم المؤمنين', 'douar ouled zahra', 'دوار اولاد زهرة الهراويين', '672869112', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(542, 'Lycée Almokhtar Assoussi', 'المختار السوسي', 'COMMUNE LAHRAOUINE', 'جماعة الهراويين', '', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(543, 'Lycée Ibn Khaldoun', 'ابن خلدون', 'lotissement alaalia tit melil', 'تجزئة العالية تيط مليل', '672418076', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(544, 'Lycée Alatlas', 'الأطلس', 'avenue mohammed v mediouna', 'شارع محمد الخامس مديونة', '673273355', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(545, 'Lycée AL Ouahda', 'الوحدة', 'al majjatia', 'المجاطية', '661119420', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(546, 'Lycée Hassane Ibn Tabit', 'حسان  بن ثابت', 'COMMUNE SIDI HEJJAJ', 'جماعة سيدي حجاج', '661742940', 42, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(547, 'Lycée Bni Yakhlef', 'بني يخلف', 'BNI YAKHLEF CENTRE', 'جماعة بني يخلف', '523335176', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(548, 'Lycée Abou Bakr Essedik', 'أبو بكر الصديق', 'COMMUNE ECHLALATE', 'جماعة الشلالات', '522329949', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(549, 'Lycée Ibn Khaldoun', 'الثانوية التأهيلية ابن خلدون', 'Hassania II El Alia bd ryad', 'الحسنية 2شارع الرياض العاليا', '661788427', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(550, 'Lycée Omar AL Mokhtar', 'الثانوية التأهيلية عمر المختار', 'Commune Sidi Moussa El Majdoub', 'جماعة سيدي موسى المجدوب', '600081708', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(551, 'Lycée AL Khawarizmi', 'الثانوية التأهيلية الخوارزمي', 'Commune EchChellalate', 'جماعة الشلالات', '673734348', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(552, 'Lycée Technique', 'الثانوية التقنية', 'BD HASSAN II MOHAMMEDIA', 'شارع الحسن الثاني', '523322952', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(553, 'Lycée Alia Filles', 'العاليا', 'boulevard erriad', 'شارع الرياض', '523282887', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(554, 'Lycée AL Joulane', 'الجولان', 'QUARTIER CHAHAOUTA ALIA MOHAMMEDIA', 'حي الشحاوطة العالية', '523283370', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(555, 'Lycée Ibn Yassine', 'ابن ياسين', 'RUE DU SOUSS KASBAH MOHAMMEDIA', 'زنقة سوس', '523322310', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(556, 'Lycée Jaber Ben Hayane', 'جابر بن حيان', 'BDCADI AYAD ALIA MOHAMMEDIA', 'شارع القاضي التازي', '523280001', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(557, 'Lycée Abdelkrim Alkhattabi', 'عبد الكريم الخطابي', 'BDALHOURRIYA ALIA MOHAMMEDIA', 'شارع الحرية العالية', '523325200', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(558, 'Lycée Qualifiant Ain Harrouda', 'الثانوية التاهيلية عين حرودة', 'Bd MOUKHTAR SOUSSI citee al falah ain harrouda', 'شارع المختار السوسي  حي الفلاح  كلم 17 عين حرودة', '522329613', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(559, 'Lycée Chakib Arsalane', 'شكيب أرسلان', 'CENTRE BNI YAKHLEF COMMUNE BNI YAKHLEF', 'جماعة بني يخلف', '523334218', 39, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(560, 'Lycée Othmane Ibn Affane', 'ثانوية عثمان بن عفان التاهيلية', 'HAY NOUVEAU LYCEE BNI ANSAR', 'حي الثانوية الجديدة', '0356-34-84-42', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(561, 'Lycée Charif Mohamed Ameziane', 'الشريف محمد أمزيان', 'RUE IDRISS 1 N8 NADOR', 'شارع ادريس الأول رقم 8 - الناظور', '0536-60-61-46', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(562, 'Lycée Ibn Sina', 'ابن سينا', 'HAY ERROUISSI ZEGANGAN', 'حي الرويسي أزغنغان', '536352876', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(563, 'Lycée Moqaddame Bouziane', 'مقدم بوزيان', 'CENTRE KARIAT AREKMANE', 'قرية اركمان', '536360096', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(564, 'Lycée AL Faid', 'الفيض', 'HAY oulad lahcen NADOR', 'حي اولاد لحسن الناظور', '655395121', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(565, 'Lycée Abdelkrim AL Khattabi', 'عبد الكريم الخطابي', '71 NAHJ AL AMIR SIDI MOHAMED NADOR', '71- شارع الامير سيدي محمد- الناظور', '655395102', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(566, 'Lycée Nador', 'الناظور', 'HAY OULAD IBRAHIM NADOR', 'حي أولاد ابراهيم- الناظور', '36604610', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(567, 'Lycée Hassane Ibn Tabit', 'حسان بن ثابت', 'ZAIO CENTRE', 'زايو', '661120833', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(568, 'Lycée Taha Hosseine', 'طه حسين', 'JAADAR  BENI BOUYAFROUR', 'جعدار- بني بويفرور', '655395134', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(569, 'Lycée AL Matar', 'المطار', 'HAY AL MATAR NADOR', 'حي المطار - الناظور', '61903645', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(570, 'Lycée Haman AL Fatouaki', 'حمان الفطواكي', 'HAY LAARASSI NADOR', 'حي لعراصي', '0536-60-34-39', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(571, 'Lycée Ibnou Alhaitam', 'ابن الهيثم', 'AROUIT CENTRE', 'ص ب 52 العروي', '536362132', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(572, 'Lycée Farkhana', 'فرخانة', 'FARKHANA CENTRE', 'فرخانة', '655395089', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(573, 'Lycée Mohamed V', 'محمد الخامس', 'RUE ABASS MAHMOUD AL AAQAD  NADOR', 'شارع عباس محمود العقاد', '61903623', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(574, 'Lycée AL Matar', 'الثانوية التأهيلية المطار', 'HAY AL MATAR', 'حي المطار', '536334059', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(575, 'Lycée Selouane EL Hassani', 'سلوان الحساني', 'hey elmassira', 'حي المسيرة سلوان', '655395136', 10, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(576, 'Lycée Ouled Salah', 'اولاد صالح', 'ouled salah centre', 'اولاد صالح المركز', '661897748', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(577, 'Lycée Taoufik Hakim', 'توفيق الحكيم', 'route de marrakech', 'طريق مراكش', '522590556', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(578, 'Lycée Abou Hayane Attaouhidi', 'أبي حيان التوحيدي', 'bouskoura', 'بوسكورة', '022-59-02-35', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(579, 'Lycée Hassan Ibn Tabit', 'حسان بن ثابث', 'DAR BOUAZZA CENTRE', 'دار بوعزة المركز', '661829410', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(580, 'Lycée Fahda Bent Alaas', 'فهدة بنت العاص', 'Douar Ouled ben amer Bouskoura', 'دوار اولاد بنعمر بوسكورة', '661865931', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(581, 'Lycée Ettayeb EL Khammal', 'الطيب الخمال', 'Dar Bouazza  centre', 'دار بوعزة المركز', '672412544', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(582, 'Lycée Mohamed Ezzarktouni', 'محمد الزرقطوني', 'hay errahma dar bouazza', 'حي الرحمة دار بوعزة', '661768033', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(583, 'Lycée Mohammed Alkaghat', 'محمد الكغاط', 'KM 16 DOUAR LAATIKIYINE DAR BOUAAZA', 'كلم 16 دوار العتقيين جماعة دار بوعزة', '600081721', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(584, 'Lycée Haj Mouhammed Naciri', 'الحاج محمد الناصري', 'arrahma dare bouazza', 'الرحمة دار بوعزة', '', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(585, 'Lycée AllAL Ben Abdellah', 'علال بن عبد الله', 'CITE  DE L AIR - NOUACEUR', 'الحي الجوي النواصر', '522538059', 41, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(586, 'Lycée Qualifiant EL Fath', 'ثانويةالفتح التأهيلية', 'QUARTIER ESSALAM', 'حي السلا م', '661902147', 74, 12, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(587, 'Lycée Qualifiant Hassan II', 'ثانويةالحسن الثاني التأهيلية', 'RUE EL MORABITINE', 'زنقة المرابطين', '61902152', 74, 12, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(588, 'Lycée Qualifiant Imam Malek', 'ثانويةالإمام مالك التأهيلية', 'QUARTIER aL hassani', 'الحي الحسني', '661902149', 74, 12, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(589, 'Lycée Alkhalij', 'الخليج', 'HAY ALAMAL', 'حي الامل', '661902148', 74, 12, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(590, 'Lycée ReferentiEL Lalla Khadija', 'الثانوية المرجعية للا خديجة', 'hay wakala', 'حي الوكالة', '28930463', 74, 12, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(591, 'Lycée Ibn Rochd', 'إبن رشد', 'HAY nahda', 'حي النهضة', '661423090', 74, 12, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(592, 'Lycée Errazi', 'الرازي', 'MUNICIPALITE TAZNAKHTE', 'بلدية تازناخت', 'O661916095', 56, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(593, 'Lycée Abou Bakr Seddik', 'ابو بكر الصديق', 'TABOUNTE CENTRE', 'مركز تابونت', '661916091', 56, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(594, 'Lycée Mohamed Six', 'محمد السادس', 'CENTRE OUARZAZATE', 'مركز ورزازات', '024-88-22-67', 56, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(595, 'Lycée Technique Ibn AL Haitam', 'الثانوية التقنية ابن الهيثم', 'OUARZAZATE CENTRE', 'ورزازات المركز', '0524-88-63-91', 56, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01');
INSERT INTO `ecoles` (`id`, `nom_fr`, `nom_ar`, `adresse_fr`, `adresse_ar`, `telephone`, `province_id`, `region_id`, `created_at`, `updated_at`) VALUES
(596, 'Lycée Abi EL Kacem', 'ابي القاسم', 'SKOURA CENTRE OUARZAZATE', 'مركز سكورة ورزازات', '0524-85-20-76', 56, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(597, 'Lycée Sidi Daoud', 'سيدي داود', 'OUARZAZATE CENTRE', 'مركز ورزازات', '0524-88-24-02', 56, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(598, 'Lycée Moulay Rachid', 'م رشيد', 'OURZAZATE CENTRE', 'مركز ورزازات', '0524-88-29-79', 56, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(599, 'Lycée Elarbi AL Houcini', 'ثا. العربي الحسيني', 'BD FAYSAL BNOU ABDELAZIZ', 'شارع فيصل بن عبد العزيز', '618535195', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(600, 'Lycée EL Moutanabi', 'ثانوية المتنبي', 'HAY SI LAKHDAR', 'حي سي لخصر', '-  -  -', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(601, 'Lycée Mohammed Vi', 'ثا. محمد السادس التأهيلية', 'BD BRAHIM ROUDANI DHAR LAMHALLA LAZARET', 'شارع إبراهيم الروداني ظهر لمحلة لازاري', '618535159', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(602, 'Lycée Abdellah Guennoun', 'ثا. عبد الله كنون', 'ROUTE BOUKNADL HAY EZZAYTOUN', 'طريق بوقنادل حي الزيتون', '618535194', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(603, 'Lycée Omar Bnou Abdelaziz', 'ثا. عمر بن عبد العزيز', 'BD ALLAL BEN ABDELLAH', 'شارع علال بن عبد الله', '618535182', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(604, 'Lycée Ziri Bnou Attia', 'ثا. زيري بن عطية', 'BOULEVARD YAACOUB ELMANSOUR', 'شارع يعقوب المنصور', '618535183', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(605, 'Lycée Abdelmoumen', 'ثا. عبد المومن', 'RUE JAKARTA', 'زنقة جاكارطا', '618535184', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(606, 'Lycée Zineb Ennefzaouia', 'ثا. زينب النفزاوية', 'BD ELHIJAZ', 'شارع الحجاز', '618535185', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(607, 'Lycée Oued Eddahab', 'ثا. وادي الدهب', 'BD ALAL ELFASSI  DHAR LAMHALLA', 'شارع علال الفاسي ظهر لمحلة', '618535189', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(608, 'Lycée Mehdi Ben Barka', 'ثا. المهدي بنبركة', 'RUE  ICHBILYA', 'زنقة إشبيلية', '618535187', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(609, 'Lycée Emaghrib Earabi', 'ثا. المغرب العربي', 'BD HASSAN 2', 'شارع الحسن الثاني', '618535188', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(610, 'Lycée Princesse Lalla Asmae', 'ثا. للا أسماء', 'BOULEVARD OUED ELMAKHAZINE', 'شارع وادي المخازن', '618535192', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(611, 'Lycée Sidi Driss', 'ثا. سيدي ادريس', 'HY SIDI DRISS  EL QADI', 'طريق سيدي ادريس القاضي', '618535190', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(612, 'Lycée Isly', 'ثا. إسلي', 'ROUTE AHFIR HAY EL MOHAMMADI', 'طريق أحفير حي المحمدي', '618535186', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(613, 'Lycée Essalam', 'ثا. السلام', 'BOULEVARD MBAREK el bekkay ROUTE TAZA', 'شارع امبارك البكاي طريق تازة', '618535191', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(614, 'Lycée Charif Eidrissi', 'ثا. الشريف الإدريسي', 'BD ZAYED BNOU SOLTANE', 'شارع ابن سلطان', '618535193', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(615, 'Lycée EL Qadi Bnou EL Arabi', 'ثا. القاضي ابن العربي', 'HAY EL QODS', 'حي القدس', '618535196', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(616, 'Lycée Mohammed Abed EL Jabiri', 'ثانوية محمد عابد الجابري', 'SIDI MAAFA', 'سيدي معافة', '618535190', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(617, 'Lycée Ibnou Zouhr', 'ثانوية ابن زهر', 'BNI DRAR', 'بني درار المركز', '', 9, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(618, 'Lycée Mansour Eddahbi', 'المنصور  الدهبي', 'AV AL HORIA DOUAR RAJA FI LLAH YAACOUB ELMANSOUR', 'شارع الحرية دوار الرجاء في الله يعقوب المنصور', '660479538', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(619, 'Lycée Allaymoune', 'الليمون', 'RUE DESCART HAY ALLAYMOUNE RIYAD AGDAL', 'زنقة ديكارت حي الليمون أكدال الرياض', '660958589', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(620, 'Lycée La Princesse Lalla  Nezha', 'الأميرة للا نزهة', 'AV Jean Jaures les orangers Riad AGDAL', 'شارع جون جوريس حي الليمون  أكدال الرياض', '660958590', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(621, 'Lycée Omar Alkhiyyam', 'عمر الخيام', 'AV ABDELOIHAD ELMARRAKECHI READ AGDAL', 'شارع عبد الواحد المرا كشي أكدال الرياض', '660958229', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(622, 'Lycée Acharif Alidrisse', 'الشريف الإدريسي', 'AV ARERAR HAY RIAD READ AGDAL', 'شارع العرعار أكدال الرياض', '660958659', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(623, 'Lycée Hassan II', 'الحسن الثاني', 'RUE CHALLAH HASSANE', 'زنقة شالة حسان', '537700783', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(624, 'Lycée Moulay Youssef', 'مولاي يوسف', 'AV MED 5 HASSANE', 'شارع محمد الخامس حسان', '660958582', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(625, 'Lycée Lalla Aicha', 'للاعائشة', 'AV YOUSSOUF IBNOU TACHAFINE HASSANE', 'شارع يوسف بن تاشفين', '660958627', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(626, 'Lycée Almalqy', 'المالقي', 'AVENUE MOHAMED EZARKTOUNI KEBIBATE RABAT HASSAN', 'شارع محمد الزرقطوني- القبيبات   -الرباط حسان', '660958580', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(627, 'Lycée Dar Essalam', 'دار السلام', 'AVMOHAMED BEN LHASSAN ELOUAZZANI', 'شارع محمد بنالحسن الوزاني', '660958452', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(628, 'Lycée AllAL Alfassi', 'علا ل الفاسي', 'HAY NAHDA 2YOUSSOUFIA', 'حي النهضة 2 اليوسفية', '660958608', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(629, 'Lycée Abi Bakr Essaddik', 'ابي بكر الصديق', 'RUE ECHAOUIA HAY MABELA YOUSSOUFIA', 'زنقة الشاوية حي مابيلا', '660958570', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(630, 'Lycée Ibn Battouta', 'ابن بطوطة', 'RUE OULAD HASSOUNE MABILA YOUSSOUFIA', 'زنقة أولاد حسون مابيلا اليوسفية', '660958612', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(631, 'Lycée Ibn Rochd', 'ابن رشد', 'AV SIDI MED BEN ABDELLAH YAACOUB MANSOUR', 'شارع سيدي محمد بن عبد الله يعقوب المنصور', '660958642', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(632, 'Lycée Abdelkrim Alkhattabi', 'عبد الكريم الخطابي', 'AV ENNOUR YAACOUB MANSOUR', 'شارع النور يعقوب المنصور', '660958574', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(633, 'Lycée Abi Der Alghifari', 'أبي ذر الغفاري', 'HAY EL FATH YAACOUB MANSOUR', 'حي الفتح يعقوب المنصور', '660958635', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(634, 'Lycée Hoummane Alfatwaki', 'حمان الفطواكي', 'HAY EL FATH YAACOUB MANSOUR', 'حي الفتح يعقوب المنصور', '660958631', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(635, 'Lycée Abdellahe Guennoune', 'عبد الله كنون', 'AV EL MAJD QUARTIER INDUSTRIEL YAACOUB MANSOUR', 'شارع المجد الحي الصناعي يعقوب المنصور', '660958569', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(636, 'Lycée Mohammed Alkhamis', 'مدارس محمد الخامس', 'BAB CHALLAH HASSANE', 'باب شالة حسان', '660958652', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(637, 'Lycée Ibn Sina', 'ابن سينا', 'RUE KADI AHMED BENNANI souissi', 'زنقة قاضي أحمد بناني السويسي', '660958602', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(638, 'Lycée Ibrahim Arroudani', 'ابراهيم الروداني', 'HAY NAHDA 2 YOUSSOUFIA', 'حي النهضة 2 اليوسفية', '660958618', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(639, 'Lycée Moulay Abdellah', 'مولاي عبد الله', 'YOUSSOUFIA HAY ENNAHDA 2', 'حي النهضة 2 اليوسفية', '660958661', 26, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(640, 'Lycée Hassan Ii', 'الحسن الثاني', 'AVENUE MOULAY SMAIL VILLE NOUVELLE', 'شارع مولاي اسماعيل المدينة الجديدة', '661262093', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(641, 'Lycée Acharif AL Idrissi Technique', 'الشريف الادريسيى  الثقنية', 'RUE DAMAS COMMUNE  SAFI', 'زنقة دمشق المدينة الجديدة  اسفي', '661907724', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(642, 'Lycée EL Hidaya', 'الهداية الاسلامية', 'SIDI OUASSEL QUARTIER OKBA BNOU NAFII COMMUNE ASFI', 'سيدي واصل حي عقبة بن نافع جماعة اسفي', '661111671', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(643, 'Lycée Ibn Khaldoun', 'ابن خلدون', 'ROUTE DAR SI AISSA COMMUNE ASFI', 'طريق دار القائد عيسى جماعة اسفي', '661295118', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(644, 'Lycée AL Khaouarizmi', 'الخوارزمي', 'ROUTE DAR SI AISSA COMMUNE ASFI', 'طريق دارالقائد عيسى ص ب 322 جماعة اسفي', '661230689', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(645, 'Lycée Fqih Elkanouni', 'الفقيه الكانوني', 'QUARTIER SIDI ABDELKRIM COMMUNE ASFI', 'حي سيدي عبد الكريم جماعة اسفي', '661112171', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(646, 'Lycée Ibnou Sina', 'ابن سينا', 'QUARTIER YOUSSOUFIA JAMAAT SHAIM', 'شارع اليوسفية جمعة سحيم', '661112208', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(647, 'Lycée Agricole', 'الثانوية الفلاحية', 'ROUTE YOUSSOUFIA BP 70 JAMAAT SHAIM', 'طريق اليوسفية ص ب 70 جمعة سحيم', '524642090', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(648, 'Lycée Moulay Ismail', 'مولاي اسماعيل', 'ROUTE ESSAOUIRA SEBT GZOULA', 'طريق الصويرة  سبت جزولة', '661139592', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(649, 'Lycée AL Jahed', 'الجاحظ', 'CENTRE COMMUNE HRARA', 'مركز جماعة احد احرارة', '666157399', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(650, 'Lycée Mohamed Belhcen EL Ouazzani', 'محمد بلحسن الوزاني', 'AVENUE MOHAMED BEN AHMED AL HIANI', 'شارع محمد بن احمد الحياني', '662186993', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(651, 'Lycée Ibh Moulay Elhaj', 'ابن مولاي الحاج', 'QUDERB MOULAY ELHASSAN bp 4125', 'ص ب 4125..حي درب مولاي الحسن', '662093785', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(652, 'Lycée Almoutanabi', 'المتنبي', 'CENTRE BOUGUEDRA', 'مركز بوكدرة', '661112395', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(653, 'Lycée Salah Eddine AL Ayoubi', 'صلاح الدين الايوبي', 'HAY OURIDA 2  SAFI', 'حي اوريدة 2 اسفي', '661111457', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(654, 'Lycée Amir Moulay Abdellah', 'الثانوية التأهيلية الأمير مولاي عبد الله للأقسام الحضيرية', 'Q SIDI ABDELKRIM SAFI', 'حي سيدي عبد الكريم أسفي', '661671709', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(655, 'Lycée Mouatamid Bnou Abbad', 'المعتمد بن عباد', 'COMMUNE AYIR CERCLE HRARA', 'جماعة أيير دائرة حرارة', '', 53, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(656, 'Lycée Abi Bakr Elkadiri', 'ثانوية ابي بكر القادري', 'lamrissa', 'المريسة', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(657, 'Lycée Ibrahim Elmoussili', 'ثانوية ابراهيم المصلي', 'sale tabriket', 'سلا تابريكت', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(658, 'Lycée Ibn Sina', 'ثانوية ابن سينا', 'sale bouknadel', 'سلا بوقنادل', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(659, 'Lycée Abi Chouaib Doukali', 'ثانوية ابي شعيب الدكالي', 'sale hssain', 'سلا احصين', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(660, 'Lycée AL Moutanabi', 'ثا  المتنبي', 'KARIAT OULAD MOUSSA COMMUNE DE HSAINE', 'القرية جماعة احصين', '660191249', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(661, 'Lycée Ahmed Elhanssali', 'ثانوية أحمد الحنصالي', 'lycee ahmed el hanssali layayda', 'الثانوية التاهيلية احمد اتلحنصالي   العيايدة سلا', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(662, 'Lycée Mohamed BEL Hassan EL Ouazzani', 'محمد بن الحسن الوزاني', 'HAY MOULAY  ISMAIL', 'حي مولاي إسماعيل', '660958351', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(663, 'Lycée Abderrahim Bouabid', 'عبد الرحيم بوعبيد', 'lotissment Said HAJJI route de mehdia', 'تجزئة سعيد حجي طريق مهدية', '660958337', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(664, 'Lycée Mandar EL Jamil', 'ثا  المنظر الجميل', 'HSSAIN SALA', 'جماعة احصين', '60191248', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(665, 'Lycée Mouha Ouhamou Ezzayani', 'ثانوية موحى أوحمو الزياني', 'KARIAT  HSSAINE', 'القرية احصين', '660191247', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(666, 'Lycée Abbas Mahmoud AL Akkad', 'ثا  عباس محمود العقاد', 'TABRIQUET', 'تابريكت', '660191252', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(667, 'Lycée Ahmed Chawki', 'ثا إبن هاني', 'HAY OUED EDDAHAB- LAYAYDA', 'حي واد الذهب العيايدة', '660191250', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(668, 'Lycée EL Houcine Essalaoui', 'ثا  الحسين السلاوي', 'sidi bouknadel', 'سيدي بوقنادل', '660191251', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(669, 'Lycée Abessalam Amer', 'ثانوية عبد السلام عامر', 'souk essalihin hay karima tabriket', 'سوق الصالحين حي كريمة تابريكت', '669975199', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(670, 'Lycée AllAL AL Fassi', 'الثا.التأهيلية محمد البردوزي', 'CITE ROYALE COMMUNE DE HSAINE', 'الحي الملكي  سلا الجديدة', '663859305', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(671, 'Lycée Mohamed JamAL Adourra', 'ثا محمد جمال الدرة', 'lot said hajji', 'سعيد حجي', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(672, 'Lycée Abdelouahed Almorrakochi', 'ثا.عبد الواحد المراكشي', 'cite sidi moussa', 'سيدي موسى', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(673, 'Lycée Shoul', 'تأهيلية السهول', 'elarjate Shoul', 'العرجات السهول', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(674, 'Lycée Wallada', 'ثانوية ولادة', 'avenu ennacer laayayda', 'شارع النصر العيايدة', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(675, 'Lycée Mohammed Vi', 'ثانوية محمد السادس', 'hay malaky sala aljadida', 'الحي الملكي سلا الجديدة', '660191157', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(676, 'Lycée ElbatouLycée Sbihi', 'الباتول الصبيحي', 'HORS BAB SEBTA LAMRISSA', 'خارج باب سبتة المريسة', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(677, 'Lycée Salama Mossadeq', 'ثا. سلمة مصدق', 'laayayda', 'العيايدة', '', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(678, 'Lycée Ghandi', 'غاندي', 'HAY EL WAHDA SECTEUR 7 KARIAT OULED MOUSSA', 'حي الوحدة قطاع 7 - قرية أولاد موسى', '60191171', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(679, 'Lycée Hassan II', 'ثا  الحسن الثاني', 'CITE ROYAL- HSSAINE', 'الحي الملكي  سلا الجديدة', '660958355', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(680, 'Lycée Ibn Hani', 'ثانوية أحمد شوقي', 'HAY OUED EDDAHAB- LAYAYDA', 'حي واد الذهب العيايدة', '37874311', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(681, 'Lycée Mohamed Elbardouzi', 'ثا  علال الفاسي', 'CITE ROYALE COMMUNE DE HSAINE', 'الحي الملكي  سلا الجديدة', '660958415', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(682, 'Lycée Salman EL Farissi', 'سلمان الفارسي', 'AV ALMASSIRA ALKHADRA COMMUNE DE BETTANA', 'شارع المسيرة الخضراء جماعة بطانة', '679798688', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(683, 'Lycée EL Fakih EL Mrini', 'ثانوية الفقيه المريني', 'HAY ESSALAM COMMUNE DE BETTANA', 'حي السلام جماعة بطانة', '679798685', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(684, 'Lycée Lafkih Mohammed  Ben Abi Bakr Titouani', 'ثانوية الفقيه محمد بن أبي بكر التطواني', 'AV SAKIA HAMRA COMMUNE DE BETTANA HAY ESSALAM', 'شارع الساقية الحمراء جماعة بطانة - حي السلام', '660958407', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(685, 'Lycée Moulay Tayeb Alaoui', 'ثانوية مولاي الطيب العلوي', 'COMMUNE DE BETTANA', 'جماعة بطانة', '660958414', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(686, 'Lycée EL Ayoubi', 'ثانوية صلاح الدين الأيوبي', 'BAB SEBTA COMMUNE BAB LAMRISSA', 'باب سبتة  جماعة المريسة', '60958363', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(687, 'Lycée Technique Alfarabi', 'ثانوية الفارابي  التقنية', 'HAY AL MKINSSIA  COMMUNE BAB LAMRISSA', 'حي المكينسية  جماعة المريسة', '660958385', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(688, 'Lycée AL Abbas Miftah', 'ثانوية العباس مفتاح', 'RUE LIBERTE AV LALLA AMINA COMMUNE DE TABRIQUET', 'شارع للا امنة تابريكت', '037-86-16-37', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(689, 'Lycée Ibn EL Khatib', 'ثانوية إبن الخطيب', 'AV MOHAMED V COMMUNE DE TABRIQUET', 'شارع محمد الخامس تابريكت', '037-86-13-56', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(690, 'Lycée Allama Mohamed Sbihi', 'ثانويةالعلامة محمد الصبيحي', 'HAY ALINBIAAT AV BOUKRAA', 'حي الإنبعاث شارع بوكراع', '660958387', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(691, 'Lycée Mohammed Elhamdaoui', 'ثانوية محمد الحمداوي', 'HAY ERRAHMA COMMUNE DE TABRIQUET', 'حي الرحمة تابريكت', '660958402', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(692, 'Lycée Jaber Ibn Hayane', 'ثا  جابر بن حيان', 'Secteur 8 Hay nasr KARIAT', 'قطاع 8 حي النصر القرية', '660958422', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(693, 'Lycée Kadi Ayad', 'ثا القاضي عياض', 'KARIAT OULAD MOUSSA COMMUNE DE HSAINE', 'القرية جماعة احصين', '537832845', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(694, 'Lycée Annahda', 'ثانوية النهضة', 'BAB CHAAFA COMMUNE BAB LAMRISSA', 'باب شعفة  جماعة المريسة', '660958361', 27, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(695, 'Lycée Sidi Lahcen EL Youssi', 'سيدي لحسن اليوسي', 'route  EL MENZEL', 'طريق المنزل', '0535-66-01-99', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(696, 'Lycée Mohamed EL  Fassi', 'محمد الفاسي', 'EL MENZEL', 'حي الخبايز   المنزل', '035-66-70-85', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(697, 'Lycée Bir Anzarane', 'بئر أنزران', 'BOULEVARD ZERKTOUNI', 'شارع الزرقطوني', '035-66-03-38', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(698, 'Lycée Mohamed Vi', 'محمد السادس', 'MUNICIPALITE    IMOUZER  KANDAR', 'بلدية إيموزار كندر', '0535-66-30-44', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(699, 'Lycée Mohamed EL Kourri', 'محمد القري', 'HAY MSSILA BHALIL', 'حي امسيلة البهاليل', '0535-69-20-26', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(700, 'Lycée Moulay Idriss AL Akbar', 'مولاي ادريس الأكبر', 'MUNICIPALITE  RIBAT  EL KHEIR', 'بلدية رباط الخير', '35696002', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(701, 'Lycée Tarik Bnou Zayad', 'طارق بن زياد', 'COMMUNE RAS TABOUDA', 'جماعة راس تبودة', '0535-97-50-04', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(702, 'Lycée Abou Salim EL Ayachi', 'أبو سالم العياشي', 'AIN CHEGAG CENTRE', 'عين الشكاك المركز', '0535-66-50-45', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(703, 'Lycée Lalla Salma', 'للا سلمى', 'hay benseffar', 'حي بنصفار', '661045290', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(704, 'Lycée Mohamed Be Abdelkrim Khattabi', 'ثانوية محمد بن عبد الكريم الخطابي', 'QUARTIER HABBOUNA - SEFROU', 'حي حبونة - صفرو', '', 22, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(705, 'Lycée AL Amal', 'الأمل', 'Settat', 'سطات', '', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(706, 'Lycée AllAL Ben Abdellah', 'علال بن عبدالله', 'hay farah 2', 'حي الفرح 2', '523721163', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(707, 'Lycée Rahameskini', 'الثانوية التأهيلية رحال المسكني', 'bd MOHAMED 6', 'شارع محمد السادس', '524231363', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(708, 'Lycée Almarkaz', 'االثانوية التاهيلية المركز', 'quartier   SIDI ABDELKARIM  RUE IBN SINA HAY PAM', 'حي سيدي عبد الكريم زنقة ابن سينا . حي بام', '523403313', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(709, 'Lycée Qualifiant Sidi EL Aidi', 'الثانوية التأهيلية سيدي العايدي', 'CENTRE SIDI EL AIDI COMMUNE SIDI EL AIDI', 'مركز سيدي العايدي', '671800764', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(710, 'Lycée Sidi Hajjaj', 'الثانوية التأهيلية سيدي حجاج', 'centre COMMUNE OULaD MRAH', 'مركز اولاد مراح', '23715754', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(711, 'Lycée EL Borouj', 'الثانوية التأهيلية البروج', 'HAY OULAD GHANEM COMMUNE ELBOROUJ', 'حي اولاد غالم', '524-23-00-33', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(712, 'Lycée Bajja', 'الثانوية التأهيلية باجة', 'bd ibnou toufail COMMUNE BEN AHMED', 'شارع إبن طفيل', '0523-40-83-32', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(713, 'Lycée Ibn Abbad', 'ثانوية ابن عباد التأهيلية', 'bd larbi louadi  SETTAT', 'شارع العربي الوادي -  سطات', '0523-40-31-71', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(714, 'Lycée Alqods', 'الثانوية التأهيليةالقدس', 'HAY QEILEZ oulad rroussT', 'حي قيلز أولاد عروس', '023-40-35-88', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(715, 'Lycée Ras EL Ain', 'الثانوية التأهيلية راس العين', 'centre COMMUNE RAS EL AIN', 'مركز جماعة راس العين', '23717097', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(716, 'Lycée Guisser', 'الثانوية التأهيلية كيسر', 'COMMUNE GUISSER', 'جماعة كيسر', '0523-72-32-42', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(717, 'Lycée Sidi Mhamed Berrahal', 'الثانوية الثأهيلية سيدي محمد بن رحال', 'COMMUNE SIDI MOHAMMED BENRAHAL', 'مركز سيدي محمد بن رحال', '671802423', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(718, 'Lycée Laayoune', 'الثانوية التأهيلية العيون', 'CENTRE tlat  LOULAD COMMUNE LOULAD', 'مركز ثلاتاء الأولاد', '23590061', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(719, 'Lycée Oulad Said', 'الثانوية ةالتأهيلية اولاد سعيد', 'CENTRE rural  OULAD SAID', 'مركز اولاد سعيد', '023-72-34-48', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(720, 'Lycée Technique', 'الثانوية التقنية', 'HAY EL AMAL COMMUNE SETTAT', 'حي الأمل بلدية سطات', '023-72-09-71', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(721, 'Lycée Errazi', 'الثانوية التأهيليةالرازي', 'BOULEVARD DES FAR COMMUNE SETTAT', 'شارع الجيش الملكي بلدية سطات', '023-40-24-80', 45, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(722, 'Lycée Mohammed Zerktouni', 'ثانوي محمد الزرقطوني', 'MUNICIPALITE DE JORF EL MELHA', 'مركز جرف الملح', '671826273', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(723, 'Lycée 20 Aout', '20 غشت', 'MUNICIPALITE DAR GUEDDARI', 'جماعة دار الكداري المركز', '537310035', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(724, 'Lycée Almansour Eddahbi', 'ثانوية المنصور الدهبي', 'AV ALLAL BEN ABDELLAH COMMUNE SIDI KACEM', 'شارع علال بن عبد الله', '0537-59-28-10', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(725, 'Lycée Prince Moulay Abdellah', 'الأمير مولاي عبد الله', 'ROUTE DE MEKNES  COMMUNE SIDI KACEM', 'طريق مكناس', '0537-59-25-19', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(726, 'Lycée Ouhoud', 'أحد', 'HAY MILOUD COMMUNE SIDI KACEM', 'حي ميلود', '037-59-52-80', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(727, 'Lycée Moulay Rachid', 'ثانوية مولاي رشيد', 'AV OUEZZANE COMMUNE MECHRA BEL KSIRI', 'شارع وزان', '037-90-62-94', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(728, 'Lycée Agricole', 'الثانوية الفلاحية', 'ROUTE DE HAD KOURT COMMUNE MECHRA BEL KSIRI', 'طريق حد كورت جماعة بلقصيري', '037-59-91-18', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(729, 'Lycée Alfarabi', 'الفرابي', 'MUNICIPALITE HAD KOURT', 'مركز حد كورت', '0537-89-98-13', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(730, 'Lycée Mohammed V', 'محمد الخامس', 'HAY AFKA COMMUNE SIDI KACEM', 'حي أفكا سيدي قاسم', '037-59-32-44', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(731, 'Lycée AL Wahda', 'الوحدة', 'COMMUNE OULED NOUAL', 'أولاد نوال', '537998499', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(732, 'Lycée Belksiri', 'ثانوية بلقصيري', 'BELKSIRI', 'بلقصيري', '654018646', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(733, 'Lycée AL Wafae', 'ثانوية الوفاء', 'SIDI EL KAMEL', 'سيدي الكامل', '655250473', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(734, 'Lycée Palestine', 'ثانوية فلسطين', 'JORF EL MELHA', 'جرف الملحة', '654018534', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(735, 'Lycée Abdellah Ibrahim', 'ثانوية عبد الله إبراهيم', 'ZIRARA', 'زيرارة', '655250478', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(736, 'Lycée Zeggouta', 'زكوطة', 'C Zeggouta', 'جماعة زكوطة', '537597024', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(737, 'Lycée Jorf EL Melha', 'جرف الملحة', 'LOT HAIT LEKHAL 2  JORF EL MELHA', 'تجزءة حيط لكحل 2 / جرف الملحة', '671816463', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(738, 'Lycée AL Moutanabi', 'المتنبي', 'CENTRE AIN DOUFALI', 'عين الدفالي', '671826251', 31, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(739, 'Lycée Mohamed Serraj', 'محمد السراج', 'SIDI YAHYA ZAEIR CENTRE', 'سيدي يحيى المركز', '660191285', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(740, 'Lycée Larbi Doghmi', 'العربي الدغمي', 'OULAD MTAAE QUARTIER INDUSTRIEL', 'اولاد مطاع الحي الصناعي تمارة', '660191286', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(741, 'Lycée BilAL Bnou Rabah', 'بلال بن رباح', 'HAY ENNAHDA bvd ezzerktouni', 'حي النهضة، شارع الزرقطوني تمارة', '660191288', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(742, 'Lycée Abderrahmane Eddakhil', 'عبد الرحمان الداخل', 'quartier ennasser AIN AOUDA CENTRE', 'حي النصر عين العودة المركز', '660191290', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(743, 'Lycée AL Mansour Eddahbi', 'المنصور الدهبي', 'LOT OULAD ZAER', 'تجزشة اولاد زعير', '660480308', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(744, 'Lycée Maati Bouabid', 'المعطي بوعبيد', 'boulevard my idriss premier massira 1', 'شارع الأوداية تجزئة الأندلس', '660191328', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(745, 'Lycée Imam Boukhari', 'الإمام البخاري', 'massira 1', 'المسيرة 1', '660480351', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(746, 'Lycée Selmane EL Farissi', 'سلمان الفارسي', 'boulevard mohamed 5 talaa 8', 'شارع محمد الخامس الطلعة 8', '60480295', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(747, 'Lycée Mers EL Kheir', 'مرس الخير', 'MERS EL KHEIR CENTRE', 'مرس الخير', '660191013', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(748, 'Lycée Abi Hourayra', 'أبي هريرة', 'El menzeh centre', 'المنزه المركز', '661387044', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(749, 'Lycée EL Farabi', 'محمد عابد الجابري', 'Hay Annasr', 'حي النصر', '660619452', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(750, 'Lycée Ahmed EL Bouanani', 'أحمد البوعناني', 'cmmune sidi yahya zaer tamesna', 'جماعة سيدي يحيى زعير تامسنا', '679798552', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(751, 'Lycée Aby Bakr Arrazi', 'أبي بكر الرازي', 'Skhirate centre', 'الصخيرات المركز', '', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(752, 'Lycée Annassime', 'النسيم', 'hay maamoura massira2', 'حي المعمورة المسيرة 2', '', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(753, 'Lycée Annassime', 'النسيم', 'hay maamoura massira2', 'حي المعمورة المسيرة 2', '679798580', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(754, 'Lycée Abdallah Ibrahim', 'عبد الله إبراهيم', 'Sabbah centre', 'الصباح المركز', '648333910', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(755, 'Lycée Moulay Ali Cherif', 'مولاي علي الشريف', 'MASSIRA 1   TEMARA', 'المسيرة 1 تمارة', '660958682', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(756, 'Lycée Imam Alghazali', 'الامام الغزالي', 'BOULEVARD MOHAMED 5   TEMARA', 'شارع محمد الخامس تمارة', '660958679', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(757, 'Lycée Ibn Rochd', 'ابن رشد', 'CITE FIRDAOUS TEMARA', 'حي الفردوس تمارة', '660958678', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(758, 'Lycée Prince My Abdellah', 'الامير مولاي عبد الله', 'ROUTE AIN ROUZ SKHIRATE', 'طريق عين الروز الصخيرات', '660958680', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(759, 'Lycée Agricole', 'الثانوية الفلاحية', 'ROUTE DE  SIDI YAHYA DES ZAERS KM45', 'طريق يدي يحيى زعير كلم 45', '537642576', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(760, 'Lycée AL Andalous', 'الاندلس', 'CITE ANDALOUS RUE saraqosta TEMARA', 'حي الاندلس تمارة', '60958688', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(761, 'Lycée Chafchaouni', 'الشفشاوني', 'ROUTE PRINCIPALE 1 TEMARA', 'شارع الحسن الثاني تمارة', '660958674', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(762, 'Lycée Kadi Ayade', 'القاضي عياض', 'AIN AOUDA CENTRE', 'عين العودة المركز', '679798573', 28, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(763, 'Lycée Moulay EL Hassan', 'ثانوية  مولاي الحسن للأقسام التحضيرية', 'RUE DES AMOUREUX COMMUNE TANGER', 'شارع العشاق', '0539935089', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(764, 'Lycée Abdellah Chefchaouni', 'عبد الله الشفشاوني', 'ROUTE AOUAMA  COMMUNE BNI MAKADA', 'حي الزهرة بني مكادة', '673695497', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(765, 'Lycée Abdelkhalek Torres', 'عبد الخالق الطريس', 'RUE ZOUBAIR IBN AOUAM BP609 COMMUNE CHARF', 'شارع الزبير بن العوام', '539941904', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(766, 'Lycée Roi Fahd Ibn Abdellaziz', 'الملك فهد بن عبد العزيز', 'COLLINE CHARF COMMUNE CHARF', 'شارع يعقوب المنصور هضبة الشرف', '539940008', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(767, 'Lycée Zainab Nafzaouiya', 'زينب النفزاوية', 'AV HASSAN PREMIER BP2011 COMMUNE TANGER', '1 شارع الحسن الأول', '539931580', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(768, 'Lycée Moulay Youssef', 'مولاي يوسف', 'AVENUE IBN TAYMIA COMMUNE TANGER', 'شارع ابن تيمية', '539941572', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(769, 'Lycée Moulay Rachid', 'مولاي رشيد', 'RUE DES AMOUREUX COMMUNE TANGER', 'زنقة العشاق', '539935320', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(770, 'Lycée Ibn EL Khatib', 'ابن الخطيب', 'RUE DOCTEUR FARAJ COMMUNE souani', 'شارع الدكتور فرج', '539949261', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(771, 'Lycée Abi EL Abbas Sebti', 'أبو العباس السبتي', 'CITE IBN BATOTA BP3119 COMMUNE CHARF', 'حي ابن بطوطة', '539310493', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(772, 'Lycée Abi Bakr Errazi', 'أبو بكر الرازي', 'AVENUE SALAM COMMUNE CHARF', 'شارع السلام', '539943896', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(773, 'Lycée Moulay Slimane Originel', 'مولاي سليمان', 'RUE EL MOUJAHIDINE COMMUNE TANGER', 'زنقة المجاهدين', '539938935', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(774, 'Lycée AllAL EL Fassi', 'علال الفاسي', 'AVENUE MOULAY ALI CHERIF COMMUNE BNI MAKADA', 'شارع مولاي علي الشريف بني مكادة', '539953903', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(775, 'Lycée Oued Eddahab', 'وادي الذهب', 'AVENUE HASSAN II MUNICIPALITE ASSILAH', 'شارع الحسن الثاني ص.ب 226', '539416746', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(776, 'Lycée Khaouarizmi', 'الخوارزمي', 'Lotissement alkhayre 1 bendibane bir chifa bp 8027', 'تجزئة الخير 1 بنديبان بئر الشفا ص.ب 8027', '539313960', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(777, 'Lycée Abdelmoumen AL Mouahidi', 'عبد المومن الموحدي', 'Rue tetouan Hay amal3', 'طريق تطوان حي الامل3', '668157965', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(778, 'Lycée AL Hanssali', 'الحنصالي', 'mesnana route de ziaten', 'مسنانة طريق الزياتن', '', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(779, 'Lycée Immam AL Ghazali', 'الثانوية التأهيلية الإمام الغزالي', 'route al aouama RUE ASSOUAN', 'طريق العوامة', '613189807', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(780, 'Lycée Hassan II', 'ثا الحسن الثاني', 'QUARTIER ACHANAD COMMUNE BNI MAKADA', 'طريق سيدي إدريس حي أشناد', '539380048', 1, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(781, 'Lycée Cheikh Mohamed Laghdaf', 'الشيخ محمد الأغظف', 'HAY CHEIKH ABDATI TANTAN', 'حي الشيخ عبداتي', '528877216', 68, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(782, 'Lycée Mohamed Vi', 'ثانوية  محمد السادس', 'bp 254 TANTAN PLAGE', 'ص .ب  : 254  طانطان الشاطىء', '528879737', 68, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(783, 'Lycée Mohamed V', 'محمد الخامس', 'HAY AL JADID TANTAN', 'الحي الجديد طانطان', '528877365', 68, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(784, 'Lycée AL Qods', 'القدس', 'HAY AL QODS TANTAN', 'حي القدس طانطان', '0528-87-87-52', 68, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(785, 'Lycée Chahid Mohamed Zarktouni', 'الشهيد محمد  الزرقطوني', 'HAY AL JADID TAN-TAN', 'الحي الجديد طانطان', '528765619', 68, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(786, 'Lycée Ibn Batouta', 'ابن بطوطة', 'EL MASSIRA EL KHADRA B P 7 TANTAN', 'حي المسيرة الخضراءص ب 7 طانطان', '528765676', 68, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(787, 'Lycée Qualifiant EL Wahda', 'ثا نوية الوحدة التأهيلية', 'MUNICIPALITE TAOUNATE CENTRE TAOUNATE', 'بلدية تاونات', '035-62-72-23', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(788, 'Lycée Qualifiant Ibn Khaldoun', 'ثانوية ابن خلدون التأهيلة', 'MUNICIPALITE KARIA CENTRE  TAOUNATE', 'بلدية القرية', '0535-62-82-24', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(789, 'Lycée Qualifiant EL Mansour Dahbi', 'ثانوية المنصور الذهبي التأهيلية', 'MUNICIPALITE TISSA CENTRE  TAOUNATE', 'بلدية تيسة', '0535-68-00-13', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(790, 'Lycée Qualifiant Khalid Ibn Aloualid', 'ثانوية خالد بن الوليد التأهيلية', 'COMMUNE BNI OULID MUNICIPALITE TAOUNATE TAOUNATE', 'تاونات', '0535-97-31-06', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(791, 'Lycée Qualifiant Imam Choutaibi', 'ثانوية الإمام الشطيبي التأهيلية', 'RUE hassan2 MUNICIPALITé GHAFSai  TAOUNATE', 'بلدية غفساي', '535699033', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(792, 'Lycée Qualifiant Mohamed Vi', 'ثا محمد السادس التأهيلية', 'COMMUNE OURDZAGH TAOUNATE', 'جماعة الوردزاغ-دائرةغفساي', '35723032', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(793, 'Lycée Abdelkrim EL Khattabi Qualifiant', 'ثانوية عبد الكريم الخطابي التأهيلية', 'MUNICIPALITE DHAR ESSOUK  TAOUNATE', 'بلدية ظهر السوق', '535720131', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(794, 'Lycée Ain Aicha Qualifiant', 'ثانوية عين عائشة التأهيلية', 'COMMUNE AIN AICHA TISSA', 'جماعة عين عائشة - تيسة', '535769497', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(795, 'Lycée Qualifiant Ibn Sina', 'ثانوية ابن سينا التأهيلية', 'Lotissement El Wahda Taounate Soufla', 'تجزئة الوحدة تاونات السفلى', '660126282', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(796, 'Lycée Qualifiant EL Ahd Eljadid', 'ثانوية العهد الجديد التأهيلية', 'Galaz centre', 'كلاز المركز', '', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(797, 'Lycée Qualifiant EL Khaouarizmi', 'ثانوية الخوارزمي التأهيلية', 'Bouhouda centre', 'بوهودة المركز', '', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(798, 'Lycée Qualifiant Imam Ghazali', 'ثانوية الإمام الغزالي التأهيلية', 'Tafrant centre', 'تافرانت المركز', '', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(799, 'Lycée Taha Housein Qualifiant', 'ثانوية طه حسين التأهيلية', 'AIN MEDIOUNA', 'عين مديونة', '535722168', 24, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(800, 'Lycée Laayoune EL Jadida', 'العيون الجديدة', 'route maghrib el arabi hay lakdim el aioun', 'طريق المغرب العربي الحي القديم العيون 60450', '678991424', 14, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(801, 'Lycée Almariniyinne', 'لثانوية التاهيلية المرينيين', 'LOT NASSIME TAOURIRT', 'تجزئة النسيم تاوريرت', '678991410', 14, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(802, 'Lycée AL Fath', 'الفتح', 'HAY EL PAM', 'حي البام', '678991396', 14, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(803, 'Lycée Salah Eddine EL Ayoubi', 'صلاح الدين الايوبي', 'ROUTE DE DEBDOU', 'طريق دبدو', '678991399', 14, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(804, 'Lycée Ezzaitoune', 'الزيتون', 'HAY ELKARIANE', 'حي الكريان', '678991412', 14, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(805, 'Lycée Debdou', 'ثانوية دبدو', 'hay el kour', 'حي القور', '678991392', 14, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(806, 'Lycée Errazi', 'الرازي', 'DOUAR ARAZANE COMMUNE ARAZANE', 'د. أرزان', '661632149', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(807, 'Lycée Ibn Maja', 'ابن ماجة', 'MUNICIPALITE TALIOUINE', 'بلدية تالوين', '661913191', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(808, 'Lycée Moulay Youssef', 'مولاي يوسف', 'OULAD BERHIL route de marrakech', 'اولاد برحيل طريق مراكش', '661983247', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(809, 'Lycée AL Airfane', 'العرفان', 'SEBT EL GUERDANE MUNICIPALITE EL GUERDANE', 'سبت الكردان المركز', '528540423', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(810, 'Lycée AL Fadila', 'الفضيلة', 'CENTRE TAFINGOULT COMMUNE TAFINGOULT', 'مركز جماعة تافنكولت', '528531681', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(811, 'Lycée Tabari', 'الطبري', 'COMMUNE LAGFIFAT ANNEXE AIN CHAIB', 'جماعة الكفيفات', '028-52-80-17', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(812, 'Lycée Sidi Moussa', 'سيدي موسى', 'COMMUNE SIDI MOUSSA CERCLE OULAD TAIMA', 'جماعة سيدي موسى', '0528-52-81-90', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(813, 'Lycée Chabbi', 'الشابي', 'DOUAR   AIN LAMDIOUER COMMUNE MACHRAA AL AINE', 'د. عين المديور', '661913180', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(814, 'Lycée AL Maarifa', 'المعرفة', 'DOUAR   OULAD AISSA COMMUNE OULAD AISSA', 'د. اولاد عيسى', '528218503', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(815, 'Lycée AL Majd', 'المجد', 'DOUAR   EL KOUDIA COMMUNE AL KOUDIA AL BEIDA', 'جماعة الكدية', '528528019', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(816, 'Lycée AL Arak', 'الأرك', 'CENTRE IGHRM MINICIPALITE IGHREM', 'مركز إغرم', '528859202', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(817, 'Lycée Ibn Soulaimane Roudani', 'ابن سليمان الروداني', 'BOULEVARD MOHAMED VI BP 274 TAROUDANT', 'شارع  محمد السادس ص ب 274 تارودانت', '0528-85-22-12', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(818, 'Lycée Sidi Ou Sidi', 'سيدي وسيدي', 'QUARTIER AL MHAITA MUNICIPALITE TAROUDANT', 'حي المحايطة', '0528-85-26-08', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(819, 'Lycée Abdallah Chefchaouni', 'عبد الله الشفشاوني', 'HAY AL KOURSI MUNICIPALITE OULAD TAIMA', 'حي الكرسي', '0528-52-63-05', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(820, 'Lycée Agricole', 'الثانوية الفلاحية', 'MUNICIPALITE OULAD TAIMA', 'بلدية اولاد تايمة', '0528-85-82-62', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(821, 'Lycée Annahda', 'النهضة', 'CHRARDA MUNICIPALITE OULAD TAIMA', 'حي الشراردة اولادتايمة', '28527937', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(822, 'Lycée Mohamed V D Enseignement Originel', 'ثانوية محمد الخامس للتعليم الأصيل', 'AVENUE BIR INEZRAN MUNICIPALITE TAROUDANT', 'شارع بير إنزران', '528852132', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(823, 'Lycée Dakhla', 'الداخلة', 'CENTRE OULAD BERHIL MLTE OULAD BERHIL', 'مركزاولاد برحيل', '0528-53-10-11', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(824, 'Lycée Mohamed Vi', 'محمد السادس', 'CENTRE TALIOUINE MUNICIPALITE TALIOUINE', 'مركز تالوين', '028-53-40-82', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(825, 'Lycée Hassan Ii', 'الحسن الثاني', 'AVENUE HASSAN II MUNICIPALITE      OULED TAIMA', 'شارع الحسن الثاني', '528526090', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(826, 'Lycée Ait Iaaza', 'ايت إعزا', 'MUNICIPALITE AIT IAAZA', 'بلدية أيت إعزا', '661915505', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(827, 'Lycée Aoulouz Qualifiant', 'ثانوية أولوز التأهيلية', 'tagadirt aoulouz', 'تكاديرت أولوز', '661915511', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(828, 'Lycée Qualifiant Houara', 'ثانوية هوارة التأهيلية', 'Ennahda al koubra', 'النهضة الكبرى', '', 63, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(829, 'Lycée Assalam', 'السلام', 'foum lhissn', 'فم الحصن', '661465705', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(830, 'Lycée Ibn AL Haytam', 'ابن الهيثم', 'CENTRE ADIS', 'مركز أديس', '528808238', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(831, 'Lycée AL Amal', 'الامل', 'CENTRE  TISSINT  TATA', 'تسينت', '661462199', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(832, 'Lycée Qualifiant Mohamed 6', 'ثانوية محمد السادس التأهيلية', 'lotissement alkassaba tata', 'تجزئة القصبة طاطا', '', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(833, 'Lycée EL Massira', 'المسيرة', 'CENTRE AKKAIGHANE  TATA', 'مركز اقايغان', '028-80-24-61', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(834, 'Lycée AllAL Ben Abdallah', 'الثانوية الجديدة', 'CENTRE  TATA', 'طاطا', '028-80-20-78', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(835, 'Lycée Nouveau', 'علال بن عبد الله', 'CENTRE  TATA', 'طاطا', '0528-80-21-60', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(836, 'Lycée EL Mansour Dahabi', 'المنصور الذهبي', 'CENTRE AKKA  TATA', 'مركز أقا', '6677026748', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(837, 'Lycée Ibnou Khaldoune', 'ابن خلدون', 'CENTRE  FOUM ZGUID  TATA', 'فم زكيد', '0528-80-21-62', 65, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(838, 'Lycée Youssef Ibn Tachafine', 'يوسف بن تاشفين', 'MATMATA CENTRE', 'مطماطة المركز', '535677099', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(839, 'Lycée Zaytoune', 'الزيتون', 'OULED ZBAIR CENTRE.', 'اولاد ازباير المركز', '0535-20-40-50', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(840, 'Lycée Sidi Azzouz', 'سيدي عزوز', 'PLACE BAB ZITOUNATAZA OULIA', 'ساحة باب زيتونة تازة العليا', '035-27-02-09', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(841, 'Lycée Ali Ben Barri', 'علي بن بري', 'BD MOHAMED 5 TAZA AL JADIDA.', 'شارع محمد الخامس تازة الجديدة', '035-67-34-31', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(842, 'Lycée Bnou Lyassamine', 'ابن الياسمين', 'BD MY YOUSSEF TAZA AL JADIDA.', 'شارع مولاي يوسف تازة الجديدة', '0535-67-34-50', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(843, 'Lycée Technique', 'التقنية', 'ROUTE AL HOCEIMA TAZA AL JADIDA', 'طريق الحسيمة تازة الجديدة', '035-21-12-82', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(844, 'Lycée AL Wahda', 'الوحدة', 'OUED AMLIL CENTRE.', 'وادي أمليل المركز', '035-27-55-60', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(845, 'Lycée Omar AL Khyame', 'عمر الخيام', 'AL MASSIRA 2 ROUTE OUJDATAZA AL JADIDA', 'المسيرة 2 طريق وجدة تازة الجديدة', '0535-21-12-92', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(846, 'Lycée Kadi Ayad', 'القاضي عياض', 'RUE FARHA HACHAD TAZA AL JADIDA.', 'شارع فرحات حشاد طريق المسبح تازة الجديدة', '035-67-29-80', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(847, 'Lycée Tahala', 'تاهلة', 'TAHALA CENTRE.', 'تاهلة المركز', '035-67-81-24', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(848, 'Lycée 2 Octobre 1955', '2 اكتوبر 1955', 'AKNOUL CENTRE.', 'أكنول المركز', '335277036', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(849, 'Lycée Annasr', 'ثانوية النصر التاهيلية', 'had msila centre', 'مركز حد امسلة', '', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(850, 'Lycée Annajah', 'ثانوية النجاح التاهيلية', 'centre zrarda', 'مركز الزراردة', '', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(851, 'Lycée AL Kindi', 'ثانوية الكندي', 'rue youssef ibn tachafine al massira 2', 'شارع يوسف بن تاشفين المسيرة 2', '535212231', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(852, 'Lycée Charif AL Idrrissi', 'الشريف الادريسي', 'HAY EL MSALA TAZA OULIA', 'حـــي المصلى تازة العليا', '666564834', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(853, 'Lycée AL Irfane', 'العرفان', 'HAY AL ALAOUYNE', 'حي العلويين بتازة', '', 25, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(854, 'Lycée Chaikh Mohamed EL Mekki Ennassiri', 'الشيخ محمد المكي الناصري', 'AVENUE DJIBOUTI ain melloul tétouan', 'شارع الدجيبوتي عين ملول تطوان', '39974672', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(855, 'Lycée Tarik Bnou Ziad', 'طارق بن زياد', 'COMMUNE AL HAMRA', 'جماعة الحمراء', '', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(856, 'Lycée Omar Ibn AL Khattab', 'عمر بن الخطاب', 'CU/ OUED LAOU', 'الجماعة الحضرية  لوادي لو', '39670809', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(857, 'Lycée Kadi Ayad', 'القاضي عياض', 'AV KHALID IBN OUALID - TETOUAN', 'شارع خالد بن الوليد', '039-96-39-41', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(858, 'Lycée Khadija Oum AL Mouminine', 'خديجة أم المؤمنين', 'quARTIER SCOLAIRE AV MOHAMED V  TETOUAN', 'الحي المدرسي  زنقة ابن المقفع', '039-96-59-26', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(859, 'Lycée EL Mehdi Bennouna', 'المهدي بنونة', 'AV ABDELKHALK TORRES  TETOUAN', 'شارع عبد الخلق الطريس تطوان', '539972781', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(860, 'Lycée Abou Bakr Asseddiq', 'أبو بكر الصديق', 'AVENU MOULAY ALHASSAN BEN EL MAHDI B P 1130', 'AVENU MOULAY ALHASSAN BEN EL MAHDI B P 1130', '0539-96-29-68', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(861, 'Lycée Kadi Ibn AL Arabi', 'القاضي ابن العربي', '40 AV MOHAMED V  TETOUAN', 'شارع محمد الخامس رقم 40', '039-96-72-61', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(862, 'Lycée AbdEL Khalek Torres', 'عبد الخالق الطريس', 'HAY ATLAS  mssala 2 rue el jadida TETOUAN', 'حي الأطلس ، المصلى 2 ، شارع الجديدة', '0539-97-24-57', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(863, 'Lycée Imam AL Ghazali', 'الامام الغزالي', 'RUE TAHRANE  BP 5184  Qrt Mly ELHASSAN', 'شارع طهران - ص.ب: 5184 - حي مولاي الحسن', '039-97-17-24', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(864, 'Lycée Charif AL Idrissi', 'الشريف الإدريسي', 'AV AL MASSIRA  TETOUAN', 'شارع المسيرة الخضراء', '0539-97-28-38', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(865, 'Lycée Jaber Ibn Hayan', 'جابر بن حيان', 'AV HASSAN II', 'شارع الحسن الثاني', '0539-96-63-96', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(866, 'Lycée Hassan Ii', 'الحسن الثاني', 'Avenue Hassan II Rue Oued Baht  BP 631 Tétouan', 'شارع الحسن الثاني  زنقة واد بهت ص ب 631- تطوان', '0539-96-42-80', 3, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(867, 'Lycée Mohammed Vi', 'محمد السادس', 'rue tetouan hay dfel martil', 'شارع تطوان حي الدفل مرتيل', '539688183', 2, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(868, 'Lycée Abi Rabih Sebti', 'أبي الربيع السبتي', 'AVENUE MOHAMMED VI ROUTE RAS LOUTA FNIDEQ', 'شارع محمد السادس طريق راس لوطا الفنيدق', '0539-97-60-50', 2, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(869, 'Lycée Fkih Daoud', 'الفقيه داود', 'HAY RABAT MUNICIPALITE M DIQ', 'حي الرباط بلدية المضيق', '539664342', 2, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(870, 'Lycée Imam AL Ghazali', 'الإمام الغزالي', 'HAY EL QODS', 'حي القدس', '655790818', 2, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(871, 'Lycée Abderrahim Bouabid', 'عبد الرحيم بوعبيد', 'MDIQ', 'المضيق', '655790816', 2, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(872, 'Lycée Ibn Khaldoun', 'بن خلدون', 'QUARTIER AGHATTAS', 'حي أغطاس', '', 2, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(873, 'Lycée Qualifiant Nouveau', 'الثانوية التاهيلية الجديدة', 'municipalite tafraout', 'بلدية تافراوت', '528800452', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(874, 'Lycée Qualifiant Ibrahim Ouakhzan', 'الثانوية التأهيلية ابراهيم وخزان', 'centre COMMUNE ARBAA SAHEL', 'مركز جماعة اربعاء الساحل', '528864243', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(875, 'Lycée Qualifiant Mehdi Ben Berka', 'الثانوية التاهيلية المهدي بن بركة', 'EL MAADAR KABIR centre', 'مركز المعدر الكبير', '528864236', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(876, 'Lycée Qualifiant Assalam', 'الثانوية التهيلية السلام', 'TALIINT REGGADA', 'تلعينت الركادة', '528619175', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(877, 'Lycée Qualifiant AL Wahda', 'الثانوية التاهيلية الوحدة', 'QUARTIER AFRAG TIZNIT', 'حي افراك تيزنيت', '528862318', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(878, 'Lycée Quallifiant Mohammed EL Jazouli', 'الثانوية التاهيلية  محمد الجزولي', 'centre COMMUNE ANZI', 'مركز جماعة انزي', '528610234', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(879, 'Lycée Quallifiant Ibn Khaldoune', 'الثانوية التاهيلية ابن خلدون', 'COMMUNE BOUNAAMANE', 'مركز جماعة بونعمان', '528860001', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(880, 'Lycée Qualifiant AL Massira AL Khadra', 'الثانوية التأهيلية المسيرة الخضراء', 'BD MOKHTAR ESSOUSSI TIZNIT', 'شارع المختار السوسي  تيزنيت', '28862539', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(881, 'Lycée Ibn Soulaymane Arrassmouki', 'الثانوية التاهيلية ابن سليمان الرسموكي', 'hor BAB AGLOU', 'خارج باب اكلو', '528862149', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(882, 'Lycée Qualifiant Hassan II', 'الثانوية التاهيلية الحسن الثاني', 'QUARTIER ALFATH ERAC TIZNIT', 'حي الفتح تيزنيت', '528862708', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(883, 'Lycée Qualifiant Sidi Ouagag', 'الثانوية التاهيلية سيدي وكاك', 'AMRAGH TNINE AGLOU TIZNIT', 'امراغ اثنين اكلو', '528613108', 64, 9, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(884, 'Lycée Atman Iben Afane', 'سيدي صالح', 'TAGOUNITE CENTRE CTAGOUNITE', 'تكونيت', '524897014', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(885, 'Lycée Sidi Amrou', 'سيدي عمرو', 'TAZARINE CENTRE CTAZARINE', 'تزارين المركز', '524839048', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(886, 'Lycée EL Imam EL Boukhari', 'الإمام البخاري', 'TAMGROUTE CENTRE CTAMAGROUTE', 'تمكروت', '24840663', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(887, 'Lycée Taghbalt', 'تغبالت', 'TAGHBALTE CTAGHBALTE', 'تغبالت', '661542847', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(888, 'Lycée Ben EL Mehdi EL Jirari', 'ابن المهدي الجراري', 'BNI ZOLI CENTRE CBNI ZOLI', 'بني زولي', '524846819', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(889, 'Lycée Sidi Ahmed Benaceur Qalifiant', 'سيدي احمد بناصر', 'ZAGORA CENTRE', 'زاكورة المركز', '524847016', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(890, 'Lycée Driss Premier', 'ادريس الأول', 'MUNICIPALITE AGDEZ', 'أكدز', '524843180', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(891, 'Lycée Errazi', 'الرازي', 'TINZOULINE', 'تنزولين', '661906081', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(892, 'Lycée Ibn Sina', 'ابن سينا', 'MEZGUITAAGREZ', 'مزكيطة -  أكدز', '661982656', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01');
INSERT INTO `ecoles` (`id`, `nom_fr`, `nom_ar`, `adresse_fr`, `adresse_ar`, `telephone`, `province_id`, `region_id`, `created_at`, `updated_at`) VALUES
(893, 'Lycée M\'Hamid EL Jadida', 'المحاميد الجديدة', 'M\'HAMID EL GHIZLANE', 'المحاميد', '61916083', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(894, 'Lycée EL Jahid', 'الجاحظ', 'TAMEZMOUTE', 'تمزموط', '661982658', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(895, 'Lycée Moulay Elmehdi Salhi', 'مولاي المهدي الصالحي', 'ZAOYAT SIDI SALAH TAGOUNITE', 'زاوية سيدس صالح', '61916087', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(896, 'Lycée EL Majd', 'المجد', 'HAY ELIDARI ZAGORA', 'الحي الاداري', '661916080', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(897, 'Lycée Bouzaroual', 'بوزروال', 'BOUZAROUALTINZOULINE', 'بوزروال/ تينزولين', '661540665', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(898, 'Lycée Sidi Saleh', 'عثمان بن عفان', 'TAGOUNITE CENTRE CTAGOUNITE', 'تكونيت', '661916086', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(899, 'Lycée Salh Eddin AL Ayoubi', 'صلاح الدين الايوبي', 'centre nkob', 'مركز النقوب', '661542335', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(900, 'Lycée EL Khawarizmi', 'الخوارزمي', 'centre agdz zagora', 'مركز اكدز زاكورة', '661474523', 59, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(901, 'Lycée AL Moustakbal', 'الثانوية التأهيلية المستقبل', 'HAMRIA CENTRE', 'مركز حمرية', '660139620', 21, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(902, 'Lycée Ahmed Zaki Alaoui', 'الثانوية التأهيلية أحمد زكي العلوي', 'CENTRE DE LA COMMUNE RURALE  AIN CHKEFF', 'مركز جماعة عين الشقف', '661045292', 21, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(903, 'Lycée Abbas AL Amrani', 'ثانوية عباس العمراني', 'KM 10 ROUTE DE MEKNES douiet', 'كلم 10 طريق مكناس الضويات', '660146505', 21, 3, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(904, 'Lycée AL Khaouarizmi', 'الخوارزمي', 'sidi rahal chatii', 'سيدي رحال الشاطئ', '522969376', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(905, 'Lycée Hassan II', 'الثانوية التأهيلية الحسن الثاني', 'HAY ESSALAM DEROUA', 'حي السلام الدروة', '522532103', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(906, 'Lycée Laghnimiyine', 'الثانوية التأهيلية الغنيميين', 'LYCEE LAGHNIMYINE', 'الثانوية التأهيلية الغنيميين', '523710999', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(907, 'Lycée Maghreb Arabe', 'الثانوية التأهيلية المغرب العربي', 'commune sahel ouled hriz gharbia', 'جماعة الساحل اولاد احريز الغربية', '522963045', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(908, 'Lycée Omar EL Khiam', 'عمر الخيام', 'lotissement jabrane', 'تجزئة جبران', '671803412', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(909, 'Lycée AL Jadida', 'ثانوية الجديدة التأهيلية', 'Hay tissir 2 AV Mohamed Samiha', 'حي التيسير 2 شارع محمد سميحة', '661194155', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(910, 'Lycée Ibn Rochd', 'الثانوية التأهيلية إبن رشد', 'avenue  MOULAY ELHASSAN', 'نهج مولاي الحسن', '671801462', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(911, 'Lycée Khalid Ben Oualid', 'الثانوية التأهيلية خالد بن الوليد', 'hay khalid ben oualid', 'حي خالد بن الوليد', '523710205', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(912, 'Lycée Oulad Hriz', 'الثانوية التأهيلية أولاد حريز', 'lotissment  EZZAHRA   bp7', 'تجزئة الزهراء', '522337062', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(913, 'Lycée Otmane Ben Affane', 'الثانوية التأهيلية عثمان بن عفان', 'RUE el KYALA COMMUNE ELGARA', 'زنقة الكيالة', '522333101', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(914, 'Lycée Hassan Bnou Tabit', 'الثانوية التأهيلية حسان بن تابث', 'cite pam jdid', 'حي بام الجديد', '523710998', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(915, 'Lycée Ouled Hriz Ouest', 'الثانوية التأهيلية اولاد حريز الغربية', 'lycee ouled hriz ouest bp 100 soualem', 'ثانوية أولاد احريز الغربية ص ب 100 السوالم', '522964229', 44, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(916, 'Lycée Moulay Ismail', 'ثا. مولاي اسماعيل', 'hay alamal  DRIOUCH', 'حي الأمل الدريوش', '655395133', 11, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(917, 'Lycée Tafersit', 'ثا. تفرسيت', 'DOUAR HAMMOUDA COMMUNE TAFERSIT', 'دوار حمودة جماعة تفرسيت', '536402199', 11, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(918, 'Lycée AL Amal', 'ثا. الامل', 'RUE BIR INZARANE MIDAR CENTRE', 'ش بئر انزران-ميضار', '655395160', 11, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(919, 'Lycée Boudinar', 'ثا. بودينار', 'COMMUNE BOUDINAR', 'جماعة بودينار', '655395101', 11, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(920, 'Lycée AL Farabi', 'ثانوية الفرابي التاهيلية', 'lycee al farabi DAR EL KABDANI', 'الثانوية التأهيلية  الفارابي دار الكبداني', '61903494', 11, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(921, 'Lycée Kasseta', 'الثانوية التأهيلية قسيطة', 'KASSITA COMMUNE TSAFT', 'قسيطة جماعة اتسافت', '0536-40-81-64', 11, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(922, 'Lycée Temsamane', 'ثا. تمسمان', 'COMMUNE TEMSAMANE CENTRE', 'تمسمان', '655395159', 11, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(923, 'Lycée Mohamed Vi', 'ثا. محمد السادس', 'ben tieb', 'ابن الطيب', '655395164', 11, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(924, 'Lycée Agricole', 'الثانوية الفلاحية', 'KRIFATE', 'الكريفات', '23432535', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(925, 'Lycée Qualifiant 30 Juillet', 'ثانوية 30 يوليوز التأهيلية', 'ROUTE DAR OLD ZAYDOUH', 'طريق دار ولد زيدوح', '', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(926, 'Lycée Annasr', 'ثانوية النصر', 'CENTRE BRADIA', 'البرادية المركز', '523479247', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(927, 'Lycée EL Khawarezmi', 'ثانوية الخوارزمي', 'ROUTE OULED AYAD', 'طريق أولاد عياد', '0523-43-02-72', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(928, 'Lycée Bir Anzarane', 'ثانوية بئر انزران', 'AVENUE DES ALAOUITES', 'شارع العلويين', '661940974', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(929, 'Lycée Mohamed Abd EL Jabri', 'ثانوية الفارابي التأهيلية', 'HAY ANNASR', 'حي النصر', '661940978', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(930, 'Lycée Hassan I', 'ثانوية الحسن الأول التأهيلية', 'BD HASSAN 1', 'شارع الحسن الأول', '661940984', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(931, 'Lycée AL Kindi', 'ثانوية الكندي التأهيلية', 'BD DES ALAOUITES FQUIH BEN SALAH', 'شارع العلويين الفقيه بن صالح', '023-43-95-92', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(932, 'Lycée AllAL Ben Abdellah', 'ثانوية علال بن عبد الله التأهيلية', 'CENTRE SIDI ISSA BEN ALI', 'مركز سيدي عيسى بن علي', '661940985', 35, 5, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(933, 'Lycée Hassan Addakhil', 'الحسن الداخل', 'BD AL MOSTACHFAGUERCIF', 'شارع المستشفى جرسيف', '035-67-60-57', 15, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(934, 'Lycée Zeraktouni', 'الزرقطوني', 'HAY NOUGD GUERCIF.', 'حي النجد جرسيف', '035-67-63-08', 15, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(935, 'Lycée Almoustakbal', 'المستقبل', 'quartier chwibir', 'حي الشويبير', '', 15, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(936, 'Lycée Ibnou Sinaa', 'ابن سينا', 'HAY NOUJD GUERCIF', 'حي النجد جرسيف', '053 67 61 52', 15, 2, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(937, 'Lycée 18 Juin', '18 يونيو', 'IMILCHIL', 'املشيل', '668353903', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(938, 'Lycée Zaida', 'زايدة', 'ROUTE DE KHENIFRA COMMUNE ZAIDA', 'طريق خنيفرة جماعة زايدة', '535364080', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(939, 'Lycée EL Bouhaira', 'البحيرة', 'ITZER CENTRE COMMUNE ITZER', 'مركز جماعة ايتزر', '035-59-80-44', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(940, 'Lycée Hassan II', 'الحسن الثاني', 'AIT ERRBAA MIDELT', 'ايت الربع ميدلت', '535582196', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(941, 'Lycée Prince Moulay Rachid', 'الامير مولاي رشيد', 'ROUTE DE MEKNES MUNICIPALITE MIDELT', 'طريق مكناس  بلدية  ميدلت', '535582005', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(942, 'Lycée Moulay Ali Cherif', 'مولاي علي الشريف', 'BOULEVARD SIDI ALI  CENTRE  RICH', 'شارع سيدي علي الريش', '535589089', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(943, 'Lycée Moussa Ben Noussair', 'موسى بن نصير', 'BOUMIA CENTRE COMMUNE BOUMIA', 'مركز جماعة بومية', '661911357', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(944, 'Lycée Tarik Ibnou Ziyad', 'طارق بن زياد', 'CENTRE GUORRAMA', 'مركز كرامة', '535588116', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(945, 'Lycée Abdelmoumen', 'عبد المومن', 'TOUNFITE CENTRE COMMUNE TOUNFITE', 'مركز جماعةتونفيت', '535365266', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(946, 'Lycée Imam Ali', 'الامام علي', 'KSAR KERRANDOU GUERS TIAALLALINE RICH', 'قصر كراندو كرس تعلالين', '535589258', 57, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(947, 'Lycée AllAL AL Fassi', 'علال الفاسي', 'BRIKCHACBRIKCHA ouzzan', 'بريكشة المركز جماعة بريكشة', '039-98-76-24', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(948, 'Lycée Mohamed V', 'ثانوية محمد الخامس التاهيلية', 'commune zoumi province ouazzane', '', '537890029', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(949, 'Lycée Ben Rouchd', 'إبن رشد', 'centre Asjen province ouezzane', 'مركز أسجن جماعة اسجن', '613186472', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(950, 'Lycée Mohammed Vi', 'محمد السادس', 'MOQRISSATCMOQRISSATCEFCHAOUEN', 'مقريصات المركز جماعة مقريصات', '0539-98-76-59', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(951, 'Lycée Ibn.Zohr', 'ابن زهر', 'AVBIR ANZARANE OUEZZANE COMMUNE  OUEZZANE', 'شارع بير انزران الحدادين', '037-90-74-66', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(952, 'Lycée Moulay Abdellah Chrif', 'مولاي عبد الله الشريف', 'AV MOHAMED V  COMMUNE OUEZZANE', 'شارع محمد الخامس', '537907311', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(953, 'Lycée AL Kortobi  D Enseignement Originel', 'الثانوية التأهيلية القرطبي للتعليم الأصيل', 'ROUTE CHEFCHAOUEN COMMUNE OUEZZANE', 'طريق شفشاون - وزان', '537460057', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(954, 'Lycée Mouad Bnou Jabal', 'معاد بن جبل', 'AIN DORRIJ CENTRE  COMMUNE LAMJAARA', 'عين دريج', '613186008', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(955, 'Lycée Omar EL Khiyam', 'عمر الخيام', 'CENTRE TAROUAL', 'جماعة  تروال', '', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(956, 'Lycée 3Mars', 'ثانوية 3 مارس', 'CENTRE SIDI REDOUANE', 'مركز سيدي رضوان', '613186001', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(957, 'Lycée Moqrissat', 'ثانوية مقريصات التاهيلية', 'moqrissat', 'مركز مقريصات', '', 8, 1, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(958, 'Lycée Errhamna', 'الرحامنة', 'COMMUNE  BEN GUERIR', 'بلدية ابن جرير', '', 52, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(959, 'Lycée Qualifiant Essalam', 'الثانوية التأهيلية السلام', 'hay elmajd', 'حي المجد', '654827130', 52, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(960, 'Lycée Echahid Salah Esserghini', 'الشهيد صالح السرغيني', 'COMMUNE BEN GUERIR', 'بلدية ابن جرير', '0524-31-82-05', 52, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(961, 'Lycée Skhour', 'الصخور', 'SKHOU RHAMNA BEN GUERIR', 'جماعة صخور الرحامنة', '024-31-75-51', 52, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(962, 'Lycée Sidi Bouaatmane', 'سيدي بوعثمان', 'COMMUNE SIDI BOU NOTHMANE', 'جماعة سيدي بوعثمان', '661056779', 52, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(963, 'Lycée Ras Elain', 'راس العين', 'REHAMNA', 'راس العين', '673078394', 52, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(964, 'Lycée Abdellah Ibrahim', 'عبدالله ابراهيم', 'BEN GUERIR CENTRE COMMUNE BEN GUERIR', 'بلدية ابن جرير', '024-45-81-25', 52, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(965, 'Lycée Qualifiant Ouled Amrane', 'ثانوية أولاد عمران التأهيلية', 'CENTRE  COMMUNE OULED AMRANE', 'مركز جماعة أولاد عمران', '661087911', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(966, 'Lycée Qualifiant Sidi Bennour', 'ثانوية سيدي بنور التأهيلية', 'AVENUE MOULAY ABDELLAH MUNICIPALITE SIDI BENNOUR', 'نهج مولاي عبدالله  سيدي بنور', '661069175', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(967, 'Lycée Qualifiant Imam Ghazali', 'ثانوية الامام الغزالي التأهيلية', 'MUNICIPALITE DE SIDI BENNOUR', 'شارع محمد السادس سيدي بنور', '661602904', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(968, 'Lycée Qualifiant Omar Ibn Abdelaziz', 'ثانوية عمر بن عبدالعزيز التأهيلية', 'MUNICIPALITE DE ZEMAMRA', 'بلدية الزمامرة', '661640477', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(969, 'Lycée Qualifiant Doukkala', 'ثانوية دكالة االتأهيلية', 'CENTRE ARBIAA EL AOUNATE', 'أربعاء العونات', '661398519', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(970, 'Lycée Qualifiant Ibn Arabi', 'ثانوية ابن عربي التأهيلية', 'CENTRE TNINE GHARBIA', 'اثنين الغربية', '661068693', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(971, 'Lycée Qualifiant Mohamed V', 'ثانوية محمد الخامس التأهيلية', 'OUALIDIA', 'الواليدية المركز', '661078702', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(972, 'Lycée Qualifiant 30 Juillet', 'ثانوية 30 يوليوز التأهيلية', 'sidi bennour Avenue Almassira Alkhadra', 'شارع المسيرة الخضراء سيدي بنور', '662450629', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(973, 'Lycée Qualifiant Ennasr', 'ثانوية النصر التأهيلية', 'ZMAMRA', 'الزمامرة', '662378451', 46, 6, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(974, 'Lycée Qualifiant Moulay Idriss', 'الثانوية التاهيلية مولاي ادريس', 'route du port sidi ifni BOITE POSTALE 49', 'طريق الميناء صندوق البريد 49', '528875989', 69, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(975, 'Lycée Qualifiant Youssef Ibn Tachafine', 'الثانوية التاهيلية يوسف بن تاشفين', 'centre COMMUNE MIRLEFT', 'مركز جماعة ميراللفت', '528719074', 69, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(976, 'Lycée Qualifiant Hassan 1Er', 'الثانوية التاهيلية الحسن الاول', 'route du port sidi ifni', 'طريق الميناء   -   سيدي افني', '528875160', 69, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(977, 'Lycée Qualifiant Sidi H Saine', 'الثانوية التاهيلية سيدي احساين', 'MUNICIPALITE LAKHSAS', 'بلدية الاخصاص', '528670022', 69, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(978, 'Lycée Qualifiant Moulay Abdellah', 'الثانوية التاهيلية مولاي عبد الله', 'hay lalla mariem ifni', 'حي للامريم افني', '28875217', 69, 10, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(979, 'Lycée Ibn Zeidoun', 'ابن زيدون', 'SIDI YAHYA ALGHARB', 'سيدي يحيى الغرب', '0537-30-03-71', 32, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(980, 'Lycée AllAL EL Fassi', 'علال الفاسي', 'ROUTE SIDI KACEM SIDI SLIMANE', 'شارع الحسن الثاني طريق سيدي قاسم - سيي سليمان', '0537-50-28-40', 32, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(981, 'Lycée Prince Moulay Abdellah', 'الأمير مولاي عبد الله', 'DOUAR JDID ROUTE DE KENITRA  SIDI SLIMANE', 'دوار الجديد طريق القنيطرة سيدي سليمان', '0537-50-24-33', 32, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(982, 'Lycée Ksaibiya', 'القصيبية', 'ksaibia', 'القصيبية', '661048512', 32, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(983, 'Lycée Kacem Amine', 'قاسم أمين', 'DAR BEL AMRI', 'دار بلعامري', '671832814', 32, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(984, 'Lycée Zineb Nafzaouia', 'زينب النفزاوية', 'AV DU STADE  sidi slimane', 'شارع الملعب سيدي سليمان', '537502781', 32, 4, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(985, 'Lycée Tarfaya', 'طرفاية', 'TARFAYA CENTRE', 'طرفاية  المركز', '028-89-52-35', 72, 11, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(986, 'Lycée Charif EL Idrissi', 'الشريف الادريسي', 'ASSOUL CENTRE', 'مركز اسول', '661149657', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(987, 'Lycée Mohamed Vi Alnif', 'محمد السادس النيف', 'CENTRE ALNIF TINGHIR', 'مركز النيف', '', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(988, 'Lycée Boumalene Dades', 'الثانوية التأهيلية بومالن دادس', 'BOUMALNE  OUARZAZATE', 'مركز بومالن دادس', '024-83-03-25', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(989, 'Lycée EL Ouroud', 'الورود', 'KALAAT M\'GOUNA OUARZAZATE', 'قلعة مكونة ورزازات', '024-83-60-87', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(990, 'Lycée Moulay Abdellah Ben Hssain', 'م عبد الله بن حساين', 'TAGHZOUTE TINGHIR OUARZAZATE', 'مركز تاغزوت تنغير', '0524-83-18-04', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(991, 'Lycée Sidi Bouyahia', 'سيدي بويحيى', 'KHMIS DADES KELLAAT M GGOUNA tinghir', 'خميس دادس قلعة امكونة تنغير', '661913133', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(992, 'Lycée Sidi Med Ben Abdellah', 'س م بن عبد الله', 'AFANOUR TINGHIR tinghir', 'افانور تنغير تنغير', '661913196', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(993, 'Lycée Salah Eddine EL Ayyoubi', 'صلاح الدين الأيوبي', 'MUNICIPALITE TINEGHIR', 'بلدية تنغير', '661916100', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(994, 'Lycée Ibrahim Ibn AL Adham', 'ابراهيم بن الادهم', 'TAOURIRTE TINGHIR', 'توريرت تنغير', '661916096', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(995, 'Lycée Moulay Ba Amrane', 'مولاي باعمران', 'MUNICIPALITE KELAA MEGGOUNA', 'بلدية قلعة امكونة', '', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(996, 'Lycée Abou Dar Alghifari', 'ابو ذر الغفاري', 'COMMUNE TAGHZOUTE NAIT ATTA', 'جماعة تغزوت نيت عطا - عمالة  تــنــغــيــــــر', '661916092', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(997, 'Lycée Abdelkrim Elkhattabi', 'عبد الكريم الخطابي', 'DOUAR ELGOUMTE', 'دوار الكومت', '661184973', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(998, 'Lycée Tarik Ibn Ziad', 'طارق إبن زياد', 'Ait sedrat SahL Elgharbia', 'أيت سدرات السهل الغربية', '', 58, 8, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(999, 'Lycée Qualifiant Ijtihad', 'الثانوية التأهيلية الاجتهاد', 'YOUSSOUFIA', 'اليوسفية', '', 54, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(1000, 'Lycée Qualifiant EL Andalouss', 'الثانوية التأهيلية الاندلس', 'SIDI AHMED CENTRE COMMUNE GUENTOUR', 'سيدي احمد جماعة الكنتور', '661621841', 54, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(1001, 'Lycée Qualifiant EL Imam Boukhari', 'الثانوية التأهيلية الامام البخاري', 'HAY AL MASSIRA  BP 400', 'حي المسيرة  ص ب 400', '524645487', 54, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(1002, 'Lycée Qualifiant Jaber Ibn Hayane', 'الثانوية التأهيلية جابر ابن حيان', 'quartier boukraa centre youssoufia', 'حي بوكراع مركز اليوسفية', '661923293', 54, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(1003, 'Lycée Qualifiant EL Qods', 'الثانوية التأهيلية القدس', 'ROUTE CHICHAOUA ECHEMAIA', 'طريق شيشاوة الشماعية', '661922833', 54, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01'),
(1004, 'Lycée Qualifiant Kachkate', 'الثانوية التأهيلية كشكاط', 'QARTIER EL HASSNI YOUSSOUFIA', 'الحي الحسني اليوسفية', '661928779', 54, 7, '2023-04-26 00:51:01', '2023-04-26 00:51:01');

-- --------------------------------------------------------

--
-- Structure de la table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `family_conventions`
--

CREATE TABLE `family_conventions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_family` varchar(255) NOT NULL,
  `cible` varchar(255) NOT NULL,
  `type_convention` varchar(255) NOT NULL,
  `engagement` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `family_conventions`
--

INSERT INTO `family_conventions` (`id`, `name_family`, `cible`, `type_convention`, `engagement`, `created_at`, `updated_at`) VALUES
(1, 'takafull', 'Jeune', 'Ecrite', 'pluri-cohorte', '2023-04-27 00:51:20', '2023-04-27 00:51:20');

-- --------------------------------------------------------

--
-- Structure de la table `filiere_bacs`
--

CREATE TABLE `filiere_bacs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_filiere` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `filiere_bacs`
--

INSERT INTO `filiere_bacs` (`id`, `name_filiere`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Sciences Agronomiques', 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(2, 'Sciences Economiques', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(3, 'Techniques de Gestion Et Comptabilité', 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(4, 'Science de Vie Et Terre', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(5, 'Lettres', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(6, 'Sciences Humaines', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(7, 'Sciences Mathématiques A', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(8, 'Sciences Mathématiques B', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(9, 'Sciences de la Chariaa', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(10, 'Langue Arabe', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(11, 'Arts Appliqués', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(12, 'Sciences Physiques', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(13, 'Sciences et Technologies Electriques', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(14, 'Sciences et Technologies Mécaniques', 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43');

-- --------------------------------------------------------

--
-- Structure de la table `information__pluses`
--

CREATE TABLE `information__pluses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_information` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `information__pluses`
--

INSERT INTO `information__pluses` (`id`, `name_information`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Réseaux sociaux', 'désactivé', '2023-04-21 21:26:43', '2023-04-21 21:26:43'),
(2, 'Caravane JADARA', 'activé', '2023-04-21 21:26:43', '2023-04-21 21:26:43'),
(3, 'Boursiers JADARA', 'désactivé', '2023-04-21 21:26:43', '2023-04-21 21:26:43'),
(4, 'Site d’orientation', 'activé', '2023-04-21 21:26:43', '2023-04-21 21:26:43'),
(5, 'Affichage au Lycée', 'activé', '2023-04-21 21:26:43', '2023-04-21 21:26:43');

-- --------------------------------------------------------

--
-- Structure de la table `logements`
--

CREATE TABLE `logements` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_logement` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `logements`
--

INSERT INTO `logements` (`id`, `name_logement`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Avec les parents', 'activé', '2023-04-21 20:07:34', '2023-04-21 20:07:34'),
(2, 'Famille d\'accueil', 'désactivé', '2023-04-21 20:07:34', '2023-04-21 20:07:34'),
(3, 'EPS', 'désactivé', '2023-04-21 20:07:34', '2023-04-21 20:07:34'),
(4, 'Internat', 'activé', '2023-04-21 20:07:34', '2023-04-21 20:07:34');

-- --------------------------------------------------------

--
-- Structure de la table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_reset_tokens_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(5, '2023_04_14_201908_create_sessions_table', 1),
(6, '2023_04_15_010843_create_candidats_table', 1),
(7, '2023_04_17_182110_create_permission_tables', 1),
(8, '2023_04_17_192304_add_section_to_permissions_table', 1),
(9, '2023_04_21_114333_create_regions_table', 2),
(10, '2023_04_24_094312_create_type_operator_services_table', 3),
(11, '2023_04_24_122820_create_type_beneficiares_table', 4),
(12, '2023_04_24_130215_create_type_conventions_table', 5),
(13, '2023_04_24_132845_create_durations_table', 6),
(14, '2023_04_24_143054_create_devises_table', 7),
(15, '2023_04_24_145506_create_civilities_table', 8),
(16, '2023_04_24_151953_create_typepartners_table', 9),
(17, '2023_04_24_151953_create_type_partners_table', 10),
(18, '2023_04_24_153128_create_type_partners_table', 11),
(19, '2023_04_24_161700_create_sources_table', 12),
(20, '2023_04_25_121152_create_type_categorie_partners_table', 13),
(21, '2023_04_25_134201_create_partners_table', 14),
(22, '2023_04_25_135836_create_partners_table', 15),
(23, '2023_04_26_112543_create_partner_contacts_table', 16),
(24, '2023_04_26_132821_create_services_table', 17),
(25, '2023_04_27_010024_create_operator_services_table', 18),
(26, '2023_04_27_021255_create_family_conventions_table', 19);

-- --------------------------------------------------------

--
-- Structure de la table `model_has_permissions`
--

CREATE TABLE `model_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `model_has_roles`
--

CREATE TABLE `model_has_roles` (
  `role_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `operator_services`
--

CREATE TABLE `operator_services` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_operator` varchar(255) NOT NULL,
  `type_operator` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `adresse` varchar(255) NOT NULL,
  `ville` varchar(255) NOT NULL,
  `rib` varchar(255) NOT NULL,
  `ice` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `operator_services`
--

INSERT INTO `operator_services` (`id`, `name_operator`, `type_operator`, `phone`, `email`, `adresse`, `ville`, `rib`, `ice`, `created_at`, `updated_at`) VALUES
(2, 'mokoko', 'externe', '0674070592', 'jador@gmail.com', '67 rue peirre bourete', 'casablanca', 'FR7630002005500000123456789', '123456789012345', '2023-04-26 23:56:55', '2023-04-26 23:56:55');

-- --------------------------------------------------------

--
-- Structure de la table `orphelinats`
--

CREATE TABLE `orphelinats` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_type` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `orphelinats`
--

INSERT INTO `orphelinats` (`id`, `name_type`, `status`, `created_at`, `updated_at`) VALUES
(1, 'de père', 'activé', '2023-04-21 19:49:35', '2023-04-20 22:00:00'),
(2, 'de mère', 'désactivé', '2023-04-21 19:50:35', '2023-04-21 19:50:55'),
(3, 'les deux', 'activé', '2023-04-20 22:00:00', '2023-04-20 22:00:00');

-- --------------------------------------------------------

--
-- Structure de la table `partners`
--

CREATE TABLE `partners` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_partner` varchar(255) NOT NULL,
  `categorie_partner` varchar(255) NOT NULL,
  `adresse_partner` varchar(255) NOT NULL,
  `region_partner` varchar(255) NOT NULL,
  `ville_partner` varchar(255) NOT NULL,
  `pays_partner` varchar(255) NOT NULL,
  `web_site_partner` varchar(255) NOT NULL,
  `tel_standard_partner` varchar(255) NOT NULL,
  `likedin_partner` varchar(255) NOT NULL,
  `source_partner` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `partners`
--

INSERT INTO `partners` (`id`, `name_partner`, `categorie_partner`, `adresse_partner`, `region_partner`, `ville_partner`, `pays_partner`, `web_site_partner`, `tel_standard_partner`, `likedin_partner`, `source_partner`, `created_at`, `updated_at`) VALUES
(2, 'BMCE banque', 'distributeur', '66 rue zebard', 'Rabat casa', 'rabat', 'Maroc', 'https://www.bissodigital.com/', '0676789876', 'https://www.linkedin.com/company/redticmaroc/', 'le web', '2023-04-25 14:22:46', '2023-04-25 14:22:46');

-- --------------------------------------------------------

--
-- Structure de la table `partner_contacts`
--

CREATE TABLE `partner_contacts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `partenaire_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `first_name` varchar(255) NOT NULL,
  `function` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `civility` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone_mobile` varchar(255) NOT NULL,
  `phone_fixe` varchar(255) NOT NULL,
  `profil_linkedin` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `partner_contacts`
--

INSERT INTO `partner_contacts` (`id`, `partenaire_id`, `name`, `first_name`, `function`, `title`, `civility`, `email`, `phone_mobile`, `phone_fixe`, `profil_linkedin`, `created_at`, `updated_at`) VALUES
(2, 2, 'mokoko', 'ardèche', 'conseiller', 'directeur', 'Monsieur', 'mokoko@gmail.com', '0609090903', '0209090903', 'https://www.linkedin.com/in/ard%C3%A8che-mokoko-4a7833212/', '2023-04-26 11:17:25', '2023-04-26 11:17:25');

-- --------------------------------------------------------

--
-- Structure de la table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `pays`
--

CREATE TABLE `pays` (
  `id` int(11) NOT NULL,
  `code` varchar(2) NOT NULL,
  `fr` varchar(255) NOT NULL,
  `en` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_swedish_ci;

--
-- Déchargement des données de la table `pays`
--

INSERT INTO `pays` (`id`, `code`, `fr`, `en`) VALUES
(1, 'AF', 'Afghanistan', 'Afghanistan'),
(2, 'ZA', 'Afrique du Sud', 'South Africa'),
(3, 'AL', 'Albanie', 'Albania'),
(4, 'DZ', 'Algérie', 'Algeria'),
(5, 'DE', 'Allemagne', 'Germany'),
(6, 'AD', 'Andorre', 'Andorra'),
(7, 'AO', 'Angola', 'Angola'),
(8, 'AI', 'Anguilla', 'Anguilla'),
(9, 'AQ', 'Antarctique', 'Antarctica'),
(10, 'AG', 'Antigua-et-Barbuda', 'Antigua & Barbuda'),
(11, 'AN', 'Antilles néerlandaises', 'Netherlands Antilles'),
(12, 'SA', 'Arabie saoudite', 'Saudi Arabia'),
(13, 'AR', 'Argentine', 'Argentina'),
(14, 'AM', 'Arménie', 'Armenia'),
(15, 'AW', 'Aruba', 'Aruba'),
(16, 'AU', 'Australie', 'Australia'),
(17, 'AT', 'Autriche', 'Austria'),
(18, 'AZ', 'Azerbaïdjan', 'Azerbaijan'),
(19, 'BJ', 'Bénin', 'Benin'),
(20, 'BS', 'Bahamas', 'Bahamas, The'),
(21, 'BH', 'Bahreïn', 'Bahrain'),
(22, 'BD', 'Bangladesh', 'Bangladesh'),
(23, 'BB', 'Barbade', 'Barbados'),
(24, 'PW', 'Belau', 'Palau'),
(25, 'BE', 'Belgique', 'Belgium'),
(26, 'BZ', 'Belize', 'Belize'),
(27, 'BM', 'Bermudes', 'Bermuda'),
(28, 'BT', 'Bhoutan', 'Bhutan'),
(29, 'BY', 'Biélorussie', 'Belarus'),
(30, 'MM', 'Birmanie', 'Myanmar (ex-Burma)'),
(31, 'BO', 'Bolivie', 'Bolivia'),
(32, 'BA', 'Bosnie-Herzégovine', 'Bosnia and Herzegovina'),
(33, 'BW', 'Botswana', 'Botswana'),
(34, 'BR', 'Brésil', 'Brazil'),
(35, 'BN', 'Brunei', 'Brunei Darussalam'),
(36, 'BG', 'Bulgarie', 'Bulgaria'),
(37, 'BF', 'Burkina Faso', 'Burkina Faso'),
(38, 'BI', 'Burundi', 'Burundi'),
(39, 'CI', 'Côte d\'Ivoire', 'Ivory Coast (see Cote d\'Ivoire)'),
(40, 'KH', 'Cambodge', 'Cambodia'),
(41, 'CM', 'Cameroun', 'Cameroon'),
(42, 'CA', 'Canada', 'Canada'),
(43, 'CV', 'Cap-Vert', 'Cape Verde'),
(44, 'CL', 'Chili', 'Chile'),
(45, 'CN', 'Chine', 'China'),
(46, 'CY', 'Chypre', 'Cyprus'),
(47, 'CO', 'Colombie', 'Colombia'),
(48, 'KM', 'Comores', 'Comoros'),
(49, 'CG', 'Congo', 'Congo'),
(50, 'KP', 'Corée du Nord', 'Korea, Demo. People\'s Rep. of'),
(51, 'KR', 'Corée du Sud', 'Korea, (South) Republic of'),
(52, 'CR', 'Costa Rica', 'Costa Rica'),
(53, 'HR', 'Croatie', 'Croatia'),
(54, 'CU', 'Cuba', 'Cuba'),
(55, 'DK', 'Danemark', 'Denmark'),
(56, 'DJ', 'Djibouti', 'Djibouti'),
(57, 'DM', 'Dominique', 'Dominica'),
(58, 'EG', 'Égypte', 'Egypt'),
(59, 'AE', 'Émirats arabes unis', 'United Arab Emirates'),
(60, 'EC', 'Équateur', 'Ecuador'),
(61, 'ER', 'Érythrée', 'Eritrea'),
(62, 'ES', 'Espagne', 'Spain'),
(63, 'EE', 'Estonie', 'Estonia'),
(64, 'US', 'États-Unis', 'United States'),
(65, 'ET', 'Éthiopie', 'Ethiopia'),
(66, 'FI', 'Finlande', 'Finland'),
(67, 'FR', 'France', 'France'),
(68, 'GE', 'Géorgie', 'Georgia'),
(69, 'GA', 'Gabon', 'Gabon'),
(70, 'GM', 'Gambie', 'Gambia, the'),
(71, 'GH', 'Ghana', 'Ghana'),
(72, 'GI', 'Gibraltar', 'Gibraltar'),
(73, 'GR', 'Grèce', 'Greece'),
(74, 'GD', 'Grenade', 'Grenada'),
(75, 'GL', 'Groenland', 'Greenland'),
(76, 'GP', 'Guadeloupe', 'Guinea, Equatorial'),
(77, 'GU', 'Guam', 'Guam'),
(78, 'GT', 'Guatemala', 'Guatemala'),
(79, 'GN', 'Guinée', 'Guinea'),
(80, 'GQ', 'Guinée équatoriale', 'Equatorial Guinea'),
(81, 'GW', 'Guinée-Bissao', 'Guinea-Bissau'),
(82, 'GY', 'Guyana', 'Guyana'),
(83, 'GF', 'Guyane française', 'Guiana, French'),
(84, 'HT', 'Haïti', 'Haiti'),
(85, 'HN', 'Honduras', 'Honduras'),
(86, 'HK', 'Hong Kong', 'Hong Kong, (China)'),
(87, 'HU', 'Hongrie', 'Hungary'),
(88, 'BV', 'Ile Bouvet', 'Bouvet Island'),
(89, 'CX', 'Ile Christmas', 'Christmas Island'),
(90, 'NF', 'Ile Norfolk', 'Norfolk Island'),
(91, 'KY', 'Iles Cayman', 'Cayman Islands'),
(92, 'CK', 'Iles Cook', 'Cook Islands'),
(93, 'FO', 'Iles Féroé', 'Faroe Islands'),
(94, 'FK', 'Iles Falkland', 'Falkland Islands (Malvinas)'),
(95, 'FJ', 'Iles Fidji', 'Fiji'),
(96, 'GS', 'Iles Géorgie du Sud et Sandwich du Sud', 'S. Georgia and S. Sandwich Is.'),
(97, 'HM', 'Iles Heard et McDonald', 'Heard and McDonald Islands'),
(98, 'MH', 'Iles Marshall', 'Marshall Islands'),
(99, 'PN', 'Iles Pitcairn', 'Pitcairn Island'),
(100, 'SB', 'Iles Salomon', 'Solomon Islands'),
(101, 'SJ', 'Iles Svalbard et Jan Mayen', 'Svalbard and Jan Mayen Islands'),
(102, 'TC', 'Iles Turks-et-Caicos', 'Turks and Caicos Islands'),
(103, 'VI', 'Iles Vierges américaines', 'Virgin Islands, U.S.'),
(104, 'VG', 'Iles Vierges britanniques', 'Virgin Islands, British'),
(105, 'CC', 'Iles des Cocos (Keeling)', 'Cocos (Keeling) Islands'),
(106, 'UM', 'Iles mineures éloignées des États-Unis', 'US Minor Outlying Islands'),
(107, 'IN', 'Inde', 'India'),
(108, 'ID', 'Indonésie', 'Indonesia'),
(109, 'IR', 'Iran', 'Iran, Islamic Republic of'),
(110, 'IQ', 'Iraq', 'Iraq'),
(111, 'IE', 'Irlande', 'Ireland'),
(112, 'IS', 'Islande', 'Iceland'),
(113, 'IL', 'Israël', 'Israel'),
(114, 'IT', 'Italie', 'Italy'),
(115, 'JM', 'Jamaïque', 'Jamaica'),
(116, 'JP', 'Japon', 'Japan'),
(117, 'JO', 'Jordanie', 'Jordan'),
(118, 'KZ', 'Kazakhstan', 'Kazakhstan'),
(119, 'KE', 'Kenya', 'Kenya'),
(120, 'KG', 'Kirghizistan', 'Kyrgyzstan'),
(121, 'KI', 'Kiribati', 'Kiribati'),
(122, 'KW', 'Koweït', 'Kuwait'),
(123, 'LA', 'Laos', 'Lao People\'s Democratic Republic'),
(124, 'LS', 'Lesotho', 'Lesotho'),
(125, 'LV', 'Lettonie', 'Latvia'),
(126, 'LB', 'Liban', 'Lebanon'),
(127, 'LR', 'Liberia', 'Liberia'),
(128, 'LY', 'Libye', 'Libyan Arab Jamahiriya'),
(129, 'LI', 'Liechtenstein', 'Liechtenstein'),
(130, 'LT', 'Lituanie', 'Lithuania'),
(131, 'LU', 'Luxembourg', 'Luxembourg'),
(132, 'MO', 'Macao', 'Macao, (China)'),
(133, 'MG', 'Madagascar', 'Madagascar'),
(134, 'MY', 'Malaisie', 'Malaysia'),
(135, 'MW', 'Malawi', 'Malawi'),
(136, 'MV', 'Maldives', 'Maldives'),
(137, 'ML', 'Mali', 'Mali'),
(138, 'MT', 'Malte', 'Malta'),
(139, 'MP', 'Mariannes du Nord', 'Northern Mariana Islands'),
(140, 'MA', 'Maroc', 'Morocco'),
(141, 'MQ', 'Martinique', 'Martinique'),
(142, 'MU', 'Maurice', 'Mauritius'),
(143, 'MR', 'Mauritanie', 'Mauritania'),
(144, 'YT', 'Mayotte', 'Mayotte'),
(145, 'MX', 'Mexique', 'Mexico'),
(146, 'FM', 'Micronésie', 'Micronesia, Federated States of'),
(147, 'MD', 'Moldavie', 'Moldova, Republic of'),
(148, 'MC', 'Monaco', 'Monaco'),
(149, 'MN', 'Mongolie', 'Mongolia'),
(150, 'MS', 'Montserrat', 'Montserrat'),
(151, 'MZ', 'Mozambique', 'Mozambique'),
(152, 'NP', 'Népal', 'Nepal'),
(153, 'NA', 'Namibie', 'Namibia'),
(154, 'NR', 'Nauru', 'Nauru'),
(155, 'NI', 'Nicaragua', 'Nicaragua'),
(156, 'NE', 'Niger', 'Niger'),
(157, 'NG', 'Nigeria', 'Nigeria'),
(158, 'NU', 'Nioué', 'Niue'),
(159, 'NO', 'Norvège', 'Norway'),
(160, 'NC', 'Nouvelle-Calédonie', 'New Caledonia'),
(161, 'NZ', 'Nouvelle-Zélande', 'New Zealand'),
(162, 'OM', 'Oman', 'Oman'),
(163, 'UG', 'Ouganda', 'Uganda'),
(164, 'UZ', 'Ouzbékistan', 'Uzbekistan'),
(165, 'PE', 'Pérou', 'Peru'),
(166, 'PK', 'Pakistan', 'Pakistan'),
(167, 'PA', 'Panama', 'Panama'),
(168, 'PG', 'Papouasie-Nouvelle-Guinée', 'Papua New Guinea'),
(169, 'PY', 'Paraguay', 'Paraguay'),
(170, 'NL', 'Pays-Bas', 'Netherlands'),
(171, 'PH', 'Philippines', 'Philippines'),
(172, 'PL', 'Pologne', 'Poland'),
(173, 'PF', 'Polynésie française', 'French Polynesia'),
(174, 'PR', 'Porto Rico', 'Puerto Rico'),
(175, 'PT', 'Portugal', 'Portugal'),
(176, 'QA', 'Qatar', 'Qatar'),
(177, 'CF', 'République centrafricaine', 'Central African Republic'),
(178, 'CD', 'République démocratique du Congo', 'Congo, Democratic Rep. of the'),
(179, 'DO', 'République dominicaine', 'Dominican Republic'),
(180, 'CZ', 'République tchèque', 'Czech Republic'),
(181, 'RE', 'Réunion', 'Reunion'),
(182, 'RO', 'Roumanie', 'Romania'),
(183, 'GB', 'Royaume-Uni', 'Saint Pierre and Miquelon'),
(184, 'RU', 'Russie', 'Russia (Russian Federation)'),
(185, 'RW', 'Rwanda', 'Rwanda'),
(186, 'SN', 'Sénégal', 'Senegal'),
(187, 'EH', 'Sahara occidental', 'Western Sahara'),
(188, 'KN', 'Saint-Christophe-et-Niévès', 'Saint Kitts and Nevis'),
(189, 'SM', 'Saint-Marin', 'San Marino'),
(190, 'PM', 'Saint-Pierre-et-Miquelon', 'Saint Pierre and Miquelon'),
(191, 'VA', 'Saint-Siège ', 'Vatican City State (Holy See)'),
(192, 'VC', 'Saint-Vincent-et-les-Grenadines', 'Saint Vincent and the Grenadines'),
(193, 'SH', 'Sainte-Hélène', 'Saint Helena'),
(194, 'LC', 'Sainte-Lucie', 'Saint Lucia'),
(195, 'SV', 'Salvador', 'El Salvador'),
(196, 'WS', 'Samoa', 'Samoa'),
(197, 'AS', 'Samoa américaines', 'American Samoa'),
(198, 'ST', 'Sao Tomé-et-Principe', 'Sao Tome and Principe'),
(199, 'SC', 'Seychelles', 'Seychelles'),
(200, 'SL', 'Sierra Leone', 'Sierra Leone'),
(201, 'SG', 'Singapour', 'Singapore'),
(202, 'SI', 'Slovénie', 'Slovenia'),
(203, 'SK', 'Slovaquie', 'Slovakia'),
(204, 'SO', 'Somalie', 'Somalia'),
(205, 'SD', 'Soudan', 'Sudan'),
(206, 'LK', 'Sri Lanka', 'Sri Lanka (ex-Ceilan)'),
(207, 'SE', 'Suède', 'Sweden'),
(208, 'CH', 'Suisse', 'Switzerland'),
(209, 'SR', 'Suriname', 'Suriname'),
(210, 'SZ', 'Swaziland', 'Swaziland'),
(211, 'SY', 'Syrie', 'Syrian Arab Republic'),
(212, 'TW', 'Taïwan', 'Taiwan'),
(213, 'TJ', 'Tadjikistan', 'Tajikistan'),
(214, 'TZ', 'Tanzanie', 'Tanzania, United Republic of'),
(215, 'TD', 'Tchad', 'Chad'),
(216, 'TF', 'Terres australes françaises', 'French Southern Territories - TF'),
(217, 'IO', 'Territoire britannique de l\'Océan Indien', 'British Indian Ocean Territory'),
(218, 'TH', 'Thaïlande', 'Thailand'),
(219, 'TL', 'Timor Oriental', 'Timor-Leste (East Timor)'),
(220, 'TG', 'Togo', 'Togo'),
(221, 'TK', 'Tokélaou', 'Tokelau'),
(222, 'TO', 'Tonga', 'Tonga'),
(223, 'TT', 'Trinité-et-Tobago', 'Trinidad & Tobago'),
(224, 'TN', 'Tunisie', 'Tunisia'),
(225, 'TM', 'Turkménistan', 'Turkmenistan'),
(226, 'TR', 'Turquie', 'Turkey'),
(227, 'TV', 'Tuvalu', 'Tuvalu'),
(228, 'UA', 'Ukraine', 'Ukraine'),
(229, 'UY', 'Uruguay', 'Uruguay'),
(230, 'VU', 'Vanuatu', 'Vanuatu'),
(231, 'VE', 'Venezuela', 'Venezuela'),
(232, 'VN', 'Viêt Nam', 'Viet Nam'),
(233, 'WF', 'Wallis-et-Futuna', 'Wallis and Futuna'),
(234, 'YE', 'Yémen', 'Yemen'),
(235, 'YU', 'Yougoslavie', 'Saint Pierre and Miquelon'),
(236, 'ZM', 'Zambie', 'Zambia'),
(237, 'ZW', 'Zimbabwe', 'Zimbabwe'),
(238, 'MK', 'ex-République yougoslave de Macédoine', 'Macedonia, TFYR');

-- --------------------------------------------------------

--
-- Structure de la table `periode_candidatures`
--

CREATE TABLE `periode_candidatures` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `date_debut` date NOT NULL,
  `date_fin` date NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'Non',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `periode_candidatures`
--

INSERT INTO `periode_candidatures` (`id`, `date_debut`, `date_fin`, `status`, `created_at`, `updated_at`) VALUES
(1, '2023-03-15', '2023-03-24', 'Oui', '2023-03-13 00:32:00', '2023-03-13 00:32:00');

-- --------------------------------------------------------

--
-- Structure de la table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `section` varchar(255) DEFAULT NULL,
  `guard_name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `section`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'etudiant', 'candidats', 'web', '2023-04-21 10:26:17', '2023-04-21 10:26:17'),
(2, 'membre', 'partners', 'web', '2023-04-21 10:52:07', '2023-04-21 10:52:07');

-- --------------------------------------------------------

--
-- Structure de la table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `provinces`
--

CREATE TABLE `provinces` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_province` varchar(255) NOT NULL,
  `region_id` bigint(20) UNSIGNED NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `provinces`
--

INSERT INTO `provinces` (`id`, `name_province`, `region_id`, `status`, `created_at`, `updated_at`) VALUES
(1, ' Tanger-Assilah', 1, 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(2, ' M\'diq-Fnideq', 1, 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(3, ' Tétouan', 1, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(4, ' Fahs-Anjra', 1, 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(5, ' Larache', 1, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(6, ' Al Hoceïma', 1, 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(7, ' Chefchaouen', 1, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(8, ' Ouezzane', 1, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(9, ' Oujda-Angad', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(10, ' Nador', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(11, ' Driouch', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(12, ' Jerada', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(13, ' Berkane', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(14, ' Taourirt', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(15, ' Guercif', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(16, ' Figuig', 2, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(17, ' Fès', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(18, ' Meknès', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(19, ' El Hajeb', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(20, ' Ifrane', 3, 'désactivé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(21, ' Moulay Yaâcoub', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(22, ' Séfrou', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(23, ' Boulemane', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(24, ' Taounate', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(25, ' Taza', 3, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(26, ' Rabat', 4, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(27, ' Salé', 4, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(28, ' Skhirate-Témara', 4, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(29, ' Kénitra', 4, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(30, ' Khémisset', 4, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(31, ' Sidi Kacem', 4, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(32, ' Sidi Slimane', 4, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(33, ' Béni-Mellal', 5, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(34, ' Azilal', 5, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(35, ' Fquih Ben Salah', 5, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(36, ' Khénifra', 5, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(37, ' Khouribga', 5, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(38, ' Casablanca', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(39, ' Mohammédia', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(40, ' El Jadida', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(41, ' Nouaceur', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(42, ' Médiouna', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(43, ' Benslimane', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(44, ' Berrechid', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(45, ' Settat', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(46, ' Sidi Bennour', 6, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(47, ' Marrakech', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(48, ' Chichaoua', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(49, ' Al Haouz', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(50, ' El Kelaâ des Sraghna', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(51, ' Essaouira', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(52, ' Rehamna', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(53, ' Safi', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(54, ' Youssoufia', 7, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(55, ' Errachidia', 8, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(56, ' Ouarzazate', 8, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(57, ' Midelt', 8, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(58, ' Tinghir', 8, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(59, ' Zagora', 8, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(60, ' Agadir Ida-Outanane', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(61, ' Inezgane-Aït Melloul', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(62, ' Chtouka-Aït Baha', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(63, ' Taroudant', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(64, ' Tiznit', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(65, ' Tata', 9, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(66, ' Guelmim', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(67, ' Assa-Zag', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(68, ' Tan-Tan', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(69, ' Sidi Ifni', 10, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(70, ' Laâyoune', 11, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(71, ' Boujdour', 11, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(72, ' Tarfaya', 11, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(73, ' Es-Semara', 11, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(74, ' Oued Ed Dahab', 12, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43'),
(75, ' Aousserd', 12, 'activé', '2023-04-21 13:52:43', '2023-04-21 13:52:43');

-- --------------------------------------------------------

--
-- Structure de la table `regions`
--

CREATE TABLE `regions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_region` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `regions`
--

INSERT INTO `regions` (`id`, `name_region`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Tanger Tétouan-Al Hoceïma', 'activé', '2023-04-21 12:00:42', '2023-04-21 12:05:46'),
(2, 'l\'Oriental', 'désactivé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(3, 'Fès-Meknès', 'activé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(4, 'Rabat-Salé-Kénitra', 'désactivé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(5, 'Béni Mellal-Khénifra', 'activé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(6, 'Casablanca-Settat', 'activé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(7, 'Marrakech-Safi', 'désactivé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(8, 'Drâa-Tafilalet', 'activé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(9, 'Souss-Massa', 'activé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(10, 'Guelmim-Oued Noun', 'activé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(11, 'Laâyoune-Sakia El Hamra', 'activé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(12, 'Dakhla-Oued Ed Dahab', 'activé', '2023-04-21 12:02:09', '2023-04-21 12:02:09'),
(31, 'massengo', 'désactivé', '2023-04-25 11:22:38', '2023-04-25 11:22:38');

-- --------------------------------------------------------

--
-- Structure de la table `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `guard_name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `roles`
--

INSERT INTO `roles` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'membre', 'web', '2023-04-21 10:51:45', '2023-04-21 10:51:45');

-- --------------------------------------------------------

--
-- Structure de la table `role_has_permissions`
--

CREATE TABLE `role_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `role_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `services`
--

CREATE TABLE `services` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_service` varchar(255) NOT NULL,
  `description` longtext NOT NULL,
  `cible` varchar(255) NOT NULL,
  `cout_unitaire` double(8,2) NOT NULL,
  `devise` varchar(255) NOT NULL,
  `operator_service` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `services`
--

INSERT INTO `services` (`id`, `name_service`, `description`, `cible`, `cout_unitaire`, `devise`, `operator_service`, `status`, `created_at`, `updated_at`) VALUES
(1, 'bourse de vie', 'accompagnement des étudiants', 'Jeune', 2500.00, 'DHS', 'interne', 0, '2023-04-26 12:33:01', '2023-04-26 12:33:01'),
(2, 'prise en charge pc', 'service de prise en charge et de délivrance de pc', 'Jeune', 2800.00, 'DHS', 'externe', 1, '2023-04-26 12:35:36', '2023-04-26 12:35:36');

-- --------------------------------------------------------

--
-- Structure de la table `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(255) NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) DEFAULT NULL,
  `user_agent` text DEFAULT NULL,
  `payload` longtext NOT NULL,
  `last_activity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `setting_mails`
--

CREATE TABLE `setting_mails` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `MAIL_MAILER` varchar(255) NOT NULL,
  `MAIL_HOST` varchar(255) NOT NULL,
  `MAIL_PORT` varchar(255) NOT NULL,
  `MAIL_USERNAME` varchar(255) NOT NULL,
  `MAIL_PASSWORD` varchar(255) NOT NULL,
  `MAIL_ENCRYPTION` varchar(255) NOT NULL,
  `MAIL_FROM_ADDRESS` varchar(255) NOT NULL,
  `MAIL_FROM_NAME` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `setting_mails`
--

INSERT INTO `setting_mails` (`id`, `MAIL_MAILER`, `MAIL_HOST`, `MAIL_PORT`, `MAIL_USERNAME`, `MAIL_PASSWORD`, `MAIL_ENCRYPTION`, `MAIL_FROM_ADDRESS`, `MAIL_FROM_NAME`, `status`, `created_at`, `updated_at`) VALUES
(6, 'smtp', 'smtp@gmail.com', '587', 'mokoko@gmail.com', '1234567', 'SSL', 'mokoko@gmail.com', 'Jador', 'activé', '2023-04-25 08:24:37', '2023-04-25 08:24:37');

-- --------------------------------------------------------

--
-- Structure de la table `situation__socials`
--

CREATE TABLE `situation__socials` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_situation` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `situation__socials`
--

INSERT INTO `situation__socials` (`id`, `name_situation`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Normale', 'activé', '2023-04-21 12:00:42', '2023-04-21 12:00:42'),
(2, 'Orphelin', 'désactivé', '2023-04-21 12:00:42', '2023-04-21 12:00:42'),
(3, 'Abandonné', 'activé', '2023-04-21 12:00:42', '2023-04-21 12:00:42'),
(4, 'Parent divorcés', 'activé', '2023-04-21 12:00:42', '2023-04-21 12:00:42');

-- --------------------------------------------------------

--
-- Structure de la table `sources`
--

CREATE TABLE `sources` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_source` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `sources`
--

INSERT INTO `sources` (`id`, `type_source`, `status`, `created_at`, `updated_at`) VALUES
(1, 'internet', 'activé', '2023-04-24 14:36:52', '2023-04-24 14:36:52'),
(2, 'forum', 'désactivé', '2023-04-24 14:37:17', '2023-04-24 14:37:17'),
(3, 'le web', 'désactivé', '2023-04-25 08:04:39', '2023-04-25 08:04:39'),
(4, 'google', 'désactivé', '2023-04-25 08:04:49', '2023-04-25 08:04:49');

-- --------------------------------------------------------

--
-- Structure de la table `type_beneficiares`
--

CREATE TABLE `type_beneficiares` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_beneficiary` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `type_beneficiares`
--

INSERT INTO `type_beneficiares` (`id`, `type_beneficiary`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Etudiant', 'désactivé', '2023-04-24 10:51:59', '2023-04-24 10:51:59'),
(2, 'Jeune', 'activé', '2023-04-24 10:52:16', '2023-04-24 10:52:16');

-- --------------------------------------------------------

--
-- Structure de la table `type_categorie_partners`
--

CREATE TABLE `type_categorie_partners` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_categorie` varchar(255) NOT NULL,
  `type_partner_id` bigint(20) UNSIGNED NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `type_categorie_partners`
--

INSERT INTO `type_categorie_partners` (`id`, `name_categorie`, `type_partner_id`, `status`, `created_at`, `updated_at`) VALUES
(1, 'distributeur', 1, 1, '2023-04-25 11:21:02', '2023-04-25 11:21:02'),
(2, 'prestataire', 2, 0, '2023-04-25 20:04:25', '2023-04-25 20:04:25');

-- --------------------------------------------------------

--
-- Structure de la table `type_conventions`
--

CREATE TABLE `type_conventions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_convention` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `type_conventions`
--

INSERT INTO `type_conventions` (`id`, `type_convention`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Orale', 'activé', '2023-04-24 11:17:01', '2023-04-24 11:17:01'),
(2, 'Ecrite', 'désactivé', '2023-04-24 11:17:25', '2023-04-24 11:17:25');

-- --------------------------------------------------------

--
-- Structure de la table `type_operator_services`
--

CREATE TABLE `type_operator_services` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_operator` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `type_operator_services`
--

INSERT INTO `type_operator_services` (`id`, `type_operator`, `status`, `created_at`, `updated_at`) VALUES
(1, 'externe', 'désactivé', '2023-04-24 09:36:03', '2023-04-24 09:36:03'),
(2, 'interne', 'activé', '2023-04-24 09:36:35', '2023-04-24 09:36:35');

-- --------------------------------------------------------

--
-- Structure de la table `type_partners`
--

CREATE TABLE `type_partners` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_partner` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'désactivé',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `type_partners`
--

INSERT INTO `type_partners` (`id`, `type_partner`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Fournisseur', 'activé', '2023-04-24 13:45:29', '2023-04-24 13:45:29'),
(2, 'Bénévoles', 'activé', '2023-04-24 13:45:45', '2023-04-24 13:45:45'),
(3, 'Distributeur', 'désactivé', '2023-04-24 14:34:40', '2023-04-24 14:34:40');

-- --------------------------------------------------------

--
-- Structure de la table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `user_type` varchar(255) NOT NULL DEFAULT 'candidate',
  `last_seen` timestamp NULL DEFAULT NULL,
  `avatar` varchar(255) DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `user_type`, `last_seen`, `avatar`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'ardeche mokoko', 'mokokoardeche@gmail.com', NULL, '$2y$10$qaj3COfXWFztekHciK03PetaDP53GuAvINtZ2KqjMxGWTXKeZll/e', 'admin', NULL, NULL, NULL, '2023-04-18 21:31:02', '2023-04-18 21:31:02');

--
-- Index pour les tables déchargées
--

--
-- Index pour la table `annee_bacs`
--
ALTER TABLE `annee_bacs`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `candidats`
--
ALTER TABLE `candidats`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cities_province_id_foreign` (`province_id`);

--
-- Index pour la table `civilities`
--
ALTER TABLE `civilities`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `devises`
--
ALTER TABLE `devises`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `durations`
--
ALTER TABLE `durations`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `ecoles`
--
ALTER TABLE `ecoles`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Index pour la table `family_conventions`
--
ALTER TABLE `family_conventions`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `filiere_bacs`
--
ALTER TABLE `filiere_bacs`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `information__pluses`
--
ALTER TABLE `information__pluses`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `logements`
--
ALTER TABLE `logements`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`model_id`,`model_type`),
  ADD KEY `model_has_permissions_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Index pour la table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD PRIMARY KEY (`role_id`,`model_id`,`model_type`),
  ADD KEY `model_has_roles_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Index pour la table `operator_services`
--
ALTER TABLE `operator_services`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `orphelinats`
--
ALTER TABLE `orphelinats`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `partners`
--
ALTER TABLE `partners`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `partner_contacts`
--
ALTER TABLE `partner_contacts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `partner_contacts_partenaire_id_foreign` (`partenaire_id`);

--
-- Index pour la table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Index pour la table `pays`
--
ALTER TABLE `pays`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `periode_candidatures`
--
ALTER TABLE `periode_candidatures`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `permissions_name_guard_name_unique` (`name`,`guard_name`);

--
-- Index pour la table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Index pour la table `provinces`
--
ALTER TABLE `provinces`
  ADD PRIMARY KEY (`id`),
  ADD KEY `provinces_region_id_foreign` (`region_id`);

--
-- Index pour la table `regions`
--
ALTER TABLE `regions`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `roles_name_guard_name_unique` (`name`,`guard_name`);

--
-- Index pour la table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`role_id`),
  ADD KEY `role_has_permissions_role_id_foreign` (`role_id`);

--
-- Index pour la table `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sessions_user_id_index` (`user_id`),
  ADD KEY `sessions_last_activity_index` (`last_activity`);

--
-- Index pour la table `setting_mails`
--
ALTER TABLE `setting_mails`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `situation__socials`
--
ALTER TABLE `situation__socials`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `sources`
--
ALTER TABLE `sources`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `type_beneficiares`
--
ALTER TABLE `type_beneficiares`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `type_categorie_partners`
--
ALTER TABLE `type_categorie_partners`
  ADD PRIMARY KEY (`id`),
  ADD KEY `type_categorie_partners_type_partner_id_foreign` (`type_partner_id`);

--
-- Index pour la table `type_conventions`
--
ALTER TABLE `type_conventions`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `type_operator_services`
--
ALTER TABLE `type_operator_services`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `type_partners`
--
ALTER TABLE `type_partners`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT pour les tables déchargées
--

--
-- AUTO_INCREMENT pour la table `annee_bacs`
--
ALTER TABLE `annee_bacs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT pour la table `candidats`
--
ALTER TABLE `candidats`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pour la table `cities`
--
ALTER TABLE `cities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=230;

--
-- AUTO_INCREMENT pour la table `civilities`
--
ALTER TABLE `civilities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT pour la table `devises`
--
ALTER TABLE `devises`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT pour la table `durations`
--
ALTER TABLE `durations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `ecoles`
--
ALTER TABLE `ecoles`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2012;

--
-- AUTO_INCREMENT pour la table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pour la table `family_conventions`
--
ALTER TABLE `family_conventions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `filiere_bacs`
--
ALTER TABLE `filiere_bacs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT pour la table `information__pluses`
--
ALTER TABLE `information__pluses`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT pour la table `logements`
--
ALTER TABLE `logements`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT pour la table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT pour la table `operator_services`
--
ALTER TABLE `operator_services`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `orphelinats`
--
ALTER TABLE `orphelinats`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT pour la table `partners`
--
ALTER TABLE `partners`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `partner_contacts`
--
ALTER TABLE `partner_contacts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `pays`
--
ALTER TABLE `pays`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=239;

--
-- AUTO_INCREMENT pour la table `periode_candidatures`
--
ALTER TABLE `periode_candidatures`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT pour la table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pour la table `provinces`
--
ALTER TABLE `provinces`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=79;

--
-- AUTO_INCREMENT pour la table `regions`
--
ALTER TABLE `regions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT pour la table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT pour la table `services`
--
ALTER TABLE `services`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `setting_mails`
--
ALTER TABLE `setting_mails`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT pour la table `situation__socials`
--
ALTER TABLE `situation__socials`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT pour la table `sources`
--
ALTER TABLE `sources`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT pour la table `type_beneficiares`
--
ALTER TABLE `type_beneficiares`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `type_categorie_partners`
--
ALTER TABLE `type_categorie_partners`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `type_conventions`
--
ALTER TABLE `type_conventions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `type_operator_services`
--
ALTER TABLE `type_operator_services`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `type_partners`
--
ALTER TABLE `type_partners`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT pour la table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- Contraintes pour les tables déchargées
--

--
-- Contraintes pour la table `cities`
--
ALTER TABLE `cities`
  ADD CONSTRAINT `cities_province_id_foreign` FOREIGN KEY (`province_id`) REFERENCES `provinces` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Contraintes pour la table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD CONSTRAINT `model_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE;

--
-- Contraintes pour la table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD CONSTRAINT `model_has_roles_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Contraintes pour la table `partner_contacts`
--
ALTER TABLE `partner_contacts`
  ADD CONSTRAINT `partner_contacts_partenaire_id_foreign` FOREIGN KEY (`partenaire_id`) REFERENCES `partners` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Contraintes pour la table `provinces`
--
ALTER TABLE `provinces`
  ADD CONSTRAINT `provinces_region_id_foreign` FOREIGN KEY (`region_id`) REFERENCES `regions` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Contraintes pour la table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD CONSTRAINT `role_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `role_has_permissions_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Contraintes pour la table `type_categorie_partners`
--
ALTER TABLE `type_categorie_partners`
  ADD CONSTRAINT `type_categorie_partners_type_partner_id_foreign` FOREIGN KEY (`type_partner_id`) REFERENCES `type_partners` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
